{
  "sentences": [
    "She goes to school every morning. She usually catches the 7 a.m. bus.",
    "She does not go to school on Sundays. She spends the day reading at home.",
    "Does she go to school on Saturdays?",
    "Doesn't she go to school even when it rains?",
    "Go to school now and hand in your homework.",
    "What a big and beautiful school she attends every day!",

    "She is walking to school right now. The bell is about to ring.",
    "She is not going to school today because she is feeling ill.",
    "Is she going to school with her brother this morning?",
    "Isn't she going to school even though the exam starts at nine?",
    "Go to school right away and don't stop for coffee.",
    "What a big school she is attending this semester!",

    "She has already gone to school. You can catch up with her at lunch.",
    "She has not gone to school yet; the bus was late again.",
    "Has she gone to school or is she still in her room?",
    "Hasn't she gone to school despite the important lecture?",
    "Go to school quickly before the front gate closes.",
    "What a big school she has attended since her childhood!",

    "She has been going to school for six years without missing a single day.",
    "She has not been going to school regularly since winter began.",
    "Has she been going to school every day this month?",
    "Hasn't she been going to school because of the heavy snow?",
    "Go to school promptly and maintain your perfect attendance.",
    "What a big school she has been attending since first grade!",

    "She went to school yesterday despite the storm.",
    "She did not go to school last Friday because she had a fever.",
    "Did she go to school during the holiday?",
    "Didn't she go to school when the principal visited?",
    "Go to school today and return your textbooks.",
    "What a big school she attended while living in Seoul!",

    "She was going to school when the accident happened.",
    "She was not going to school that week while she recovered.",
    "Was she going to school at eight o’clock as usual?",
    "Wasn't she going to school when you called her?",
    "Go to school before noon and meet the counselor.",
    "What a big school she was attending during her childhood!",

    "She had gone to school before the sun came up.",
    "She had not gone to school by the time the class started.",
    "Had she gone to school, she would have received the award.",
    "Hadn't she gone to school earlier, she would have missed the bus.",
    "Go to school before leaving for the trip.",
    "What a big school she had attended in her hometown!",

    "She had been going to school for ten years when she moved abroad.",
    "She had not been going to school regularly because of the war.",
    "Had she been going to school every day before the strike began?",
    "Hadn't she been going to school until her illness worsened?",
    "Go to school by 5 p.m. and finish your project.",
    "What a big school she had been attending before graduation!",

    "She will go to school next year to study science.",
    "She will not go to school tomorrow because of the festival.",
    "Will she go to school if the weather improves?",
    "Won't she go to school even after the holidays end?",
    "Go to school tomorrow and register for classes.",
    "What a big school she will attend starting next spring!",

    "She will be going to school at this time next Monday.",
    "She will not be going to school during the summer break.",
    "Will she be going to school when the new term begins?",
    "Won't she be going to school while her parents are abroad?",
    "Go to school this week and submit the forms.",
    "What a big school she will be attending in the coming year!",

    "She will have gone to school by eight, so call her there.",
    "She will not have gone to school by then if the train is delayed.",
    "Will she have gone to school before the announcement?",
    "Won't she have gone to school by the time you arrive?",
    "Go to school by Friday and finish all your exams.",
    "What a big school she will have attended by the end of high school!",

    "She will have been going to school for twelve years by next June.",
    "She will not have been going to school long enough to graduate.",
    "Will she have been going to school for a whole decade by then?",
    "Won't she have been going to school continuously despite the relocations?",
    "Go to school as soon as possible and meet your advisor.",
    "What a big school she will have been attending throughout her youth!"
  ],
  "korean": [
    "그녀는 매일 아침 학교에 간다. 보통 오전 7시 버스를 탄다.",
    "그녀는 일요일에는 학교에 가지 않는다. 그날은 집에서 책을 읽으며 보낸다.",
    "그녀는 토요일에도 학교에 가나요?",
    "비가 와도 그녀는 학교에 가지 않나요?",
    "지금 학교에 가서 숙제를 제출하세요.",
    "그녀가 매일 다니는 학교는 정말 크다!",

    "그녀는 지금 학교로 걸어가고 있다. 종이 곧 울릴 예정이다.",
    "그녀는 오늘 학교에 가지 않는다. 몸이 좋지 않다.",
    "그녀는 오늘 아침에 오빠와 함께 학교에 가고 있나요?",
    "시험이 아홉 시에 시작하는데도 그녀는 학교에 가고 있지 않나요?",
    "곧바로 학교에 가서 커피는 사지 마세요.",
    "이번 학기에 그녀가 다니는 학교는 정말 크다!",

    "그녀는 이미 학교에 가버렸다. 점심시간에나 따라잡을 수 있다.",
    "그녀는 아직 학교에 가지 않았다. 버스가 또 늦었다.",
    "그녀는 학교에 갔나요, 아니면 아직 방에 있나요?",
    "중요한 강의가 있는데도 그녀는 학교에 가지 않았나요?",
    "정문이 닫히기 전에 서둘러 학교에 가세요.",
    "그녀가 지금까지 다녔던 학교는 정말 크다!",

    "그녀는 결석 한 번 없이 6년째 학교에 다니고 있다.",
    "겨울이 시작된 뒤로 그녀는 학교에 규칙적으로 다니지 않고 있다.",
    "이번 달 내내 그녀는 매일 학교에 다니고 있나요?",
    "폭설 때문에 그녀는 학교에 다니지 않고 있나요?",
    "지각하지 말고 곧장 학교에 가서 개근을 이어가세요.",
    "그녀가 1학년 때부터 다니고 있는 학교는 정말 크다!",

    "어제 폭풍우에도 불구하고 그녀는 학교에 갔다.",
    "지난 금요일 그녀는 열이 나서 학교에 가지 않았다.",
    "연휴 동안에도 그녀는 학교에 갔나요?",
    "교장 선생님이 방문했을 때 그녀는 학교에 가지 않았나요?",
    "오늘 학교에 가서 교과서를 반납하세요.",
    "서울에 살 때 그녀가 다녔던 학교는 정말 컸다!",

    "사고가 났을 때 그녀는 학교에 가고 있는 중이었다.",
    "그녀는 회복하는 동안 그 주에는 학교에 가지 않고 있었다.",
    "평소처럼 여덟 시에 그녀는 학교에 가고 있었나요?",
    "당신이 전화했을 때 그녀는 학교에 가고 있지 않았나요?",
    "정오 전에 학교에 가서 상담 선생님을 만나세요.",
    "어린 시절 그녀가 다니고 있던 학교는 정말 컸다!",

    "해가 뜨기 전에 그녀는 이미 학교에 가 있었다.",
    "수업이 시작될 때까지도 그녀는 학교에 가지 못했다.",
    "그녀가 학교에 갔더라면 상을 받았을 것이다.",
    "그녀가 일찍 학교에 가지 않았더라면 버스를 놓쳤을 것이다.",
    "여행 떠나기 전에 학교에 들르세요.",
    "고향에서 그녀가 다녔던 학교는 정말 컸다!",

    "그녀가 유학을 가기 전까지 10년 동안 학교에 다녔다.",
    "전쟁 때문에 그녀는 학교에 규칙적으로 다니지 못하고 있었다.",
    "파업이 시작되기 전에 그녀는 매일 학교에 다니고 있었나요?",
    "병세가 악화될 때까지 그녀는 학교에 다니고 있지 않았나요?",
    "오후 5시까지 학교에 가서 프로젝트를 마무리하세요.",
    "졸업하기 전 그녀가 다니고 있던 학교는 정말 컸다!",

    "내년에 그녀는 과학을 공부하러 학교에 갈 것이다.",
    "축제 때문에 그녀는 내일 학교에 가지 않을 것이다.",
    "날씨가 좋아지면 그녀는 학교에 갈까요?",
    "방학이 끝나도 그녀는 학교에 가지 않을까요?",
    "내일 학교에 가서 수강 신청을 하세요.",
    "내년 봄부터 그녀가 다닐 학교는 정말 클 것이다!",

    "다음 주 월요일 이 시간에 그녀는 학교에 가고 있을 것이다.",
    "여름 방학 동안 그녀는 학교에 가고 있지 않을 것이다.",
    "새 학기가 시작될 때 그녀는 학교에 가고 있을까요?",
    "부모님이 해외에 계시는 동안에도 그녀는 학교에 가고 있지 않을까요?",
    "이번 주에 학교에 가서 서류를 제출하세요.",
    "다가오는 해에 그녀가 다닐 학교는 정말 클 것이다!",

    "여덟 시까지 그녀는 학교에 가 있을 것이니 그곳으로 전화하세요.",
    "기차가 지연되면 그녀는 그때까지 학교에 가 있지 않을 것이다.",
    "공지가 나오기 전에 그녀는 학교에 가 있을까요?",
    "당신이 도착할 때까지 그녀는 학교에 가 있지 않을까요?",
    "금요일까지 학교에 가서 모든 시험을 끝내세요.",
    "고등학교가 끝날 때쯤 그녀가 다녔을 학교는 정말 클 것이다!",

    "내년 6월이 되면 그녀는 12년째 학교에 다니고 있게 될 것이다.",
    "졸업하기엔 그녀는 학교에 다닌 기간이 충분하지 않을 것이다.",
    "그때쯤이면 그녀는 10년 동안 학교에 다니고 있게 될까요?",
    "여러 번 이사를 해도 그녀는 계속 학교에 다니고 있게 되지 않을까요?",
    "가능한 한 빨리 학교에 가서 지도교수를 만나세요.",
    "어린 시절 내내 그녀가 다니고 있을 학교는 정말 클 것이다!"
  ]
}
