{
  "sentences": [
    "She submits the report on time every month.",
    "She does not submit the report when the database is down.",
    "Does she submit the report after verifying the figures?",
    "Doesn't she submit the report even when the reminder pops up?",
    "Submit the report now and mark it as final.",
    "How quickly she submits the report despite last-minute edits!",

    "She is submitting the report right now while the CFO waits.",
    "She is not submitting the report at the moment because the network is slow.",
    "Is she submitting the report from her tablet this morning?",
    "Isn't she submitting the report even though the meeting starts soon?",
    "Submit the report right away and email the link.",
    "How carefully she is submitting the report with all attachments!",

    "She has submitted the report for every sprint this quarter.",
    "She has not submitted the report since the template changed.",
    "Has she submitted the report requested by compliance?",
    "Hasn't she submitted the report for Q3 revenue yet?",
    "Submit the report quickly and update the dashboard.",
    "How reliably she has submitted the report over the years!",

    "She has been submitting the report on a weekly basis since January.",
    "She has not been submitting the report because the approval portal is offline.",
    "Has she been submitting the report while traveling abroad?",
    "Hasn't she been submitting the report during the pilot phase?",
    "Submit the report promptly and notify your supervisor.",
    "How faithfully she has been submitting the report throughout the project!",

    "She submitted the report yesterday despite the outage.",
    "She did not submit the report last Friday due to illness.",
    "Did she submit the report before the deadline extension?",
    "Didn't she submit the report after the data fix?",
    "Submit the report today and archive the source files.",
    "How flawlessly she submitted the report in such chaos!",

    "She was submitting the report when the server crashed.",
    "She was not submitting the report that afternoon; she was in training.",
    "Was she submitting the report at noon as planned?",
    "Wasn't she submitting the report when you called her?",
    "Submit the report before noon and alert the team lead.",
    "How diligently she was submitting the report amid distractions!",

    "She had submitted the report before the audit team arrived.",
    "She had not submitted the report by the time the meeting began.",
    "Had she submitted the report for the annual review?",
    "Hadn't she submitted the report before taking the day off?",
    "Submit the report before leaving and upload the receipts.",
    "How thoroughly she had submitted the report ahead of schedule!",

    "She had been submitting the report for hours when the system finally accepted it.",
    "She had not been submitting the report because the form kept crashing.",
    "Had she been submitting the report throughout the night shift?",
    "Hadn't she been submitting the report until the policy changed?",
    "Submit the report by 5 p.m. and lock the file.",
    "How persistently she had been submitting the report despite errors!",

    "She will submit the report tomorrow after the final approval.",
    "She will not submit the report tonight if the numbers don’t reconcile.",
    "Will she submit the report once the CEO signs off?",
    "Won’t she submit the report if we grant her access?",
    "Submit the report tomorrow and verify the totals.",
    "How confidently she will submit the report after the review!",

    "She will be submitting the report at this time next Monday.",
    "She will not be submitting the report during her vacation.",
    "Will she be submitting the report when the auditors connect?",
    "Won’t she be submitting the report while the webinar is live?",
    "Submit the report this week and share the link with finance.",
    "How smoothly she will be submitting the report with the new workflow!",

    "She will have submitted the report by Friday, enabling the release.",
    "She will not have submitted the report if the portal remains down.",
    "Will she have submitted the report before the board meeting?",
    "Won’t she have submitted the report by the time we present?",
    "Submit the report by Friday and confirm receipt.",
    "How impeccably she will have submitted the report by year-end!",

    "She will have been submitting the report for twelve quarters by then.",
    "She will not have been submitting the report long enough to show trends.",
    "Will she have been submitting the report consistently until the merger finalizes?",
    "Won’t she have been submitting the report for months when the audit begins?",
    "Submit the report as soon as possible and close the ticket.",
    "How steadfastly she will have been submitting the report throughout the initiative!"
  ],
  "korean": [
    "그녀는 매달 마감에 맞춰 보고서를 제출한다.",
    "데이터베이스가 다운되면 그녀는 보고서를 제출하지 않는다.",
    "수치를 검증한 뒤 그녀는 보고서를 제출하나요?",
    "알림이 뜨는데도 그녀는 보고서를 제출하지 않나요?",
    "지금 보고서를 제출하고 최종본으로 표시하세요.",
    "촉박한 상황에서도 그녀가 보고서를 얼마나 빠르게 제출하는지!",

    "그녀는 지금 CFO가 기다리는 동안 보고서를 제출하고 있다.",
    "네트워크가 느려서 그녀는 현재 보고서를 제출하지 못하고 있다.",
    "오늘 아침 태블릿으로 그녀는 보고서를 제출하고 있나요?",
    "곧 회의가 시작되는데도 그녀는 보고서를 제출하고 있지 않나요?",
    "즉시 보고서를 제출하고 링크를 이메일로 보내세요.",
    "계속되는 소음 속에서도 그녀가 얼마나 꼼꼼히 보고서를 제출하고 있는지!",

    "그녀는 이번 분기 스프린트마다 보고서를 제출했다.",
    "템플릿이 변경된 이후 그녀는 보고서를 제출하지 않았다.",
    "컴플라이언스에서 요청한 보고서를 그녀가 제출했나요?",
    "Q3 매출 보고서를 아직 제출하지 않았나요?",
    "빠르게 보고서를 제출하고 대시보드를 업데이트하세요.",
    "수년 동안 그녀가 보고서를 얼마나 믿음직하게 제출했는지!",

    "그녀는 1월부터 매주 꾸준히 보고서를 제출해 오고 있다.",
    "승인 포털이 다운되어 그녀는 보고서를 제출하지 못하고 있다.",
    "해외 출장 중에도 그녀는 보고서를 제출해 왔나요?",
    "파일럿 단계 동안 그녀는 계속 보고서를 제출하고 있지 않았나요?",
    "신속히 보고서를 제출하고 상사에게 알리세요.",
    "프로젝트 내내 그녀가 얼마나 성실히 보고서를 제출해 왔는지!",

    "그녀는 어제 장애에도 불구하고 보고서를 제출했다.",
    "지난 금요일 그녀는 병가로 보고서를 제출하지 못했다.",
    "마감 연장 전에 그녀는 보고서를 제출했나요?",
    "데이터 수정 후에도 그녀는 보고서를 제출하지 않았나요?",
    "오늘 보고서를 제출하고 소스 파일을 보관하세요.",
    "혼란 속에서도 그녀가 보고서를 얼마나 완벽히 제출했는지!",

    "서버가 다운됐을 때 그녀는 보고서를 제출하고 있었다.",
    "그 오후 그녀는 교육을 받느라 보고서를 제출하지 않았다.",
    "계획대로 정오에 그녀는 보고서를 제출하고 있었나요?",
    "당신이 전화했을 때 그녀는 보고서를 제출하고 있지 않았나요?",
    "정오 전에 보고서를 제출하고 팀장에게 알리세요.",
    "방해에도 불구하고 그녀가 얼마나 부지런히 보고서를 제출하고 있었는지!",

    "감사팀이 도착하기 전에 그녀는 이미 보고서를 제출해 두었다.",
    "회의가 시작될 때까지 그녀는 보고서를 제출하지 못했다.",
    "연간 보고서를 그녀가 제출했었나요?",
    "휴가 전 그녀는 보고서를 제출하지 않았었나요?",
    "퇴근 전에 보고서를 제출하고 영수증을 업로드하세요.",
    "일정보다 앞서 그녀가 얼마나 철저히 보고서를 제출했는지!",

    "시스템이 받아들일 때까지 그녀는 몇 시간째 보고서를 제출 중이었다.",
    "양식이 자꾸 오류가 나서 그녀는 보고서를 제출하지 못하고 있었다.",
    "야간 근무 내내 그녀는 보고서를 제출하고 있었나요?",
    "정책이 바뀔 때까지 그녀는 보고서를 제출하고 있지 않았나요?",
    "오후 5시까지 보고서를 제출하고 파일을 잠그세요.",
    "오류에도 굴하지 않고 그녀가 얼마나 끈질기게 보고서를 제출했는지!",

    "내일 그녀는 최종 승인을 받은 뒤 보고서를 제출할 것이다.",
    "숫자가 맞지 않으면 그녀는 오늘 밤 보고서를 제출하지 않을 것이다.",
    "CEO가 서명하면 그녀는 보고서를 제출할까요?",
    "접근권이 주어지면 그녀는 보고서를 제출하지 않을까요?",
    "내일 보고서를 제출하고 합계를 확인하세요.",
    "검토 후 그녀가 얼마나 자신 있게 보고서를 제출할지!",

    "다음 주 월요일 이 시간에 그녀는 보고서를 제출하고 있을 것이다.",
    "휴가 중에는 그녀가 보고서를 제출하고 있지 않을 것이다.",
    "감사팀이 접속할 때 그녀는 보고서를 제출하고 있을까요?",
    "웨비나가 생중계될 때 그녀는 보고서를 제출하고 있지 않을까요?",
    "이번 주에 보고서를 제출하고 링크를 재무팀에 공유하세요.",
    "새 워크플로로 그녀가 얼마나 매끄럽게 보고서를 제출할지!",

    "금요일까지 그녀는 보고서를 제출해 릴리스를 가능하게 할 것이다.",
    "포털이 계속 다운되면 그녀는 보고서를 제출하지 못했을 것이다.",
    "이사회 전에 그녀는 보고서를 제출해 둘까요?",
    "우리가 발표할 때쯤 그녀는 보고서를 제출하지 않았을까요?",
    "금요일까지 보고서를 제출하고 접수 확인을 받으세요.",
    "연말까지 그녀가 얼마나 완벽히 보고서를 제출해 둘지!",

    "그때쯤이면 그녀는 12분기째 보고서를 제출해 오고 있을 것이다.",
    "기한이 충분하지 않다면 그녀는 보고서를 오래 제출해 오지 않았을 것이다.",
    "합병이 완료될 때까지 그녀는 꾸준히 보고서를 제출하고 있을까요?",
    "감사가 시작될 즈음 그녀는 몇 달째 보고서를 제출하고 있지 않을까요?",
    "가능한 한 빨리 보고서를 제출하고 티켓을 닫으세요.",
    "캠페인 내내 그녀가 얼마나 끈기 있게 보고서를 제출할지!"
  ]
}
