{
  "sentences": [
    "I've always wanted to travel the world.",
    "I've always wanted to learn how to cook.",
    "I've always wanted to speak English fluently.",
    "I've always wanted to play the guitar.",
    "I've always wanted to be a writer.",
    "I've always wanted to live by the sea.",
    "I've always wanted to go to Paris.",
    "I've always wanted to try skydiving.",
    "I've always wanted to start my own business.",
    "I've always wanted to adopt a dog.",
    "I've always wanted to take photography lessons.",
    "I've always wanted to meet a celebrity.",
    "I've always wanted to go camping.",
    "I've always wanted to bake a cake from scratch.",
    "I've always wanted to dance on stage.",
    "I've always wanted to learn a new language.",
    "I've always wanted to swim with dolphins.",
    "I've always wanted to try sushi in Japan.",
    "I've always wanted to see the northern lights.",
    "I've always wanted to visit New York City.",
    "I've always wanted to study abroad.",
    "I've always wanted to ride a motorcycle.",
    "I've always wanted to climb a mountain.",
    "I've always wanted to be in a band.",
    "I've always wanted to run a marathon.",
    "I've always wanted to write a book.",
    "I've always wanted to design my own house.",
    "I've always wanted to be on TV.",
    "I've always wanted to see a Broadway show.",
    "I've always wanted to help people in need."
  ],
  "korean": [
    "나는 항상 세계 여행을 하고 싶었어요.",
    "나는 항상 요리하는 법을 배우고 싶었어요.",
    "나는 항상 영어를 유창하게 말하고 싶었어요.",
    "나는 항상 기타를 연주하고 싶었어요.",
    "나는 항상 작가가 되고 싶었어요.",
    "나는 항상 바닷가 근처에 살고 싶었어요.",
    "나는 항상 파리에 가고 싶었어요.",
    "나는 항상 스카이다이빙을 해보고 싶었어요.",
    "나는 항상 내 사업을 시작하고 싶었어요.",
    "나는 항상 강아지를 입양하고 싶었어요.",
    "나는 항상 사진 수업을 듣고 싶었어요.",
    "나는 항상 유명인을 만나보고 싶었어요.",
    "나는 항상 캠핑을 가고 싶었어요.",
    "나는 항상 케이크를 직접 구워보고 싶었어요.",
    "나는 항상 무대에서 춤을 춰보고 싶었어요.",
    "나는 항상 새로운 언어를 배우고 싶었어요.",
    "나는 항상 돌고래와 수영하고 싶었어요.",
    "나는 항상 일본에서 스시를 먹어보고 싶었어요.",
    "나는 항상 오로라를 보고 싶었어요.",
    "나는 항상 뉴욕에 가보고 싶었어요.",
    "나는 항상 해외 유학을 가고 싶었어요.",
    "나는 항상 오토바이를 타보고 싶었어요.",
    "나는 항상 산을 올라보고 싶었어요.",
    "나는 항상 밴드 활동을 해보고 싶었어요.",
    "나는 항상 마라톤을 뛰고 싶었어요.",
    "나는 항상 책을 쓰고 싶었어요.",
    "나는 항상 내 집을 디자인하고 싶었어요.",
    "나는 항상 TV에 나오고 싶었어요.",
    "나는 항상 브로드웨이 공연을 보고 싶었어요.",
    "나는 항상 도움이 필요한 사람들을 돕고 싶었어요."
  ]
}
