{
  "sentences": [
    "She meets the deadline every single sprint without reminders.",
    "She does not meet the deadline when the requirements keep changing at the last minute.",
    "Does she meet the deadline when multiple projects overlap?",
    "Doesn't she meet the deadline even under heavy workload?",
    "Meet the deadline now and submit the final draft.",
    "How perfectly she meets the deadline no matter the obstacles!",

    "She is meeting the deadline right now while coordinating with the design team.",
    "She is not meeting the deadline at the moment because the client added new features.",
    "Is she meeting the deadline despite the sudden scope increase?",
    "Isn't she meeting the deadline even though resources are limited?",
    "Meet the deadline right away and notify the project manager.",
    "How efficiently she is meeting the deadline despite constant revisions!",

    "She has met the deadline on every deliverable this quarter.",
    "She has not met the deadline since the unexpected outage last week.",
    "Has she met the deadline for the marketing assets?",
    "Hasn't she met the deadline for the security review yet?",
    "Meet the deadline quickly and upload the files to the portal.",
    "How reliably she has met the deadline across multiple teams!",

    "She has been meeting the deadline throughout the entire fiscal year.",
    "She has not been meeting the deadline because the approval chain keeps stalling.",
    "Has she been meeting the deadline while working remotely?",
    "Hasn't she been meeting the deadline during the merger process?",
    "Meet the deadline promptly and lock the document.",
    "How consistently she has been meeting the deadline under pressure!",

    "She met the deadline yesterday despite the power outage.",
    "She did not meet the deadline last Friday because of a medical emergency.",
    "Did she meet the deadline before the investors arrived?",
    "Didn't she meet the deadline after the schedule was extended?",
    "Meet the deadline today and generate the release notes.",
    "How impressively she met the deadline in those hectic conditions!",

    "She was meeting the deadline when the network suddenly went down.",
    "She was not meeting the deadline that afternoon; she was fixing a blocker instead.",
    "Was she meeting the deadline at noon as planned?",
    "Wasn't she meeting the deadline when you checked in?",
    "Meet the deadline before noon and send the confirmation email.",
    "How diligently she was meeting the deadline despite the interruptions!",

    "She had met the deadline before the compliance auditors requested evidence.",
    "She had not met the deadline by the time the announcement was published.",
    "Had she met the deadline for the Q2 financial report?",
    "Hadn't she met the deadline before the board meeting started?",
    "Meet the deadline before leaving and archive the project.",
    "How thoroughly she had met the deadline ahead of the team!",

    "She had been meeting the deadline for months when the project scope doubled.",
    "She had not been meeting the deadline because key data was missing.",
    "Had she been meeting the deadline prior to the tool migration?",
    "Hadn't she been meeting the deadline until the supply shortage occurred?",
    "Meet the deadline by 5 p.m. and update the dashboard.",
    "How steadfastly she had been meeting the deadline through setbacks!",

    "She will meet the deadline tomorrow despite the tight schedule.",
    "She will not meet the deadline tonight if the servers keep crashing.",
    "Will she meet the deadline once the blockers are cleared?",
    "Won't she meet the deadline if the team gives her support?",
    "Meet the deadline tomorrow and finalize the assets.",
    "How confidently she will meet the deadline after the re-plan!",

    "She will be meeting the deadline at this time next Monday.",
    "She will not be meeting the deadline during her vacation week.",
    "Will she be meeting the deadline when the stakeholders join the call?",
    "Won't she be meeting the deadline while the QA team runs tests?",
    "Meet the deadline this week and close out the sprint.",
    "How smoothly she will be meeting the deadline with the new workflow!",

    "She will have met the deadline by Friday, enabling the release.",
    "She will not have met the deadline if the approval is delayed again.",
    "Will she have met the deadline before the press conference?",
    "Won't she have met the deadline by the time the client checks in?",
    "Meet the deadline by Friday and circulate the summary.",
    "How flawlessly she will have met the deadline over the quarter!",

    "She will have been meeting the deadline for twelve straight weeks by year-end.",
    "She will not have been meeting the deadline all month if resource issues persist.",
    "Will she have been meeting the deadline continuously until the audit concludes?",
    "Won't she have been meeting the deadline for ages when the new policy kicks in?",
    "Meet the deadline as soon as possible and log the completion.",
    "How impressively she will have been meeting the deadline throughout the campaign!"
  ],
  "korean": [
    "그녀는 스프린트마다 빠짐없이 마감일을 맞춘다.",
    "요구 사항이 막판에 계속 바뀌면 그녀는 마감일을 맞추지 않는다.",
    "여러 프로젝트가 겹칠 때 그녀는 마감일을 맞추나요?",
    "업무량이 많아도 그녀는 마감일을 맞추지 않나요?",
    "지금 마감일을 맞추고 최종 초안을 제출하세요.",
    "어떤 장애가 있어도 그녀가 마감일을 얼마나 잘 지키는지!",

    "그녀는 지금 디자인팀과 조율하며 마감일을 맞추고 있다.",
    "클라이언트가 기능을 추가해 현재 그녀는 마감일을 맞추지 못하고 있다.",
    "갑작스러운 범위 확대에도 그녀는 마감일을 맞추고 있나요?",
    "자원이 부족한데도 그녀는 마감일을 맞추고 있지 않나요?",
    "즉시 마감일을 맞추고 PM에게 알리세요.",
    "계속되는 수정 속에서도 그녀가 얼마나 효율적으로 마감일을 지키고 있는지!",

    "그녀는 이번 분기 제출물마다 마감일을 맞춰 왔다.",
    "지난주 예기치 않은 장애 이후로 그녀는 마감일을 맞추지 못했다.",
    "마케팅 자료의 마감일을 그녀가 맞췄나요?",
    "보안 검토 마감일을 아직 맞추지 않았나요?",
    "빠르게 마감일을 맞추고 포털에 파일을 업로드하세요.",
    "여러 팀을 넘나들며 그녀가 얼마나 신뢰성 있게 마감일을 지켜 왔는지!",

    "그녀는 회계연도 내내 마감일을 꾸준히 맞춰 오고 있다.",
    "승인 절차가 지연돼 그녀는 마감일을 맞추지 못하고 있다.",
    "재택 근무 중에도 그녀는 마감일을 맞춰 왔나요?",
    "합병 과정에서도 그녀는 계속 마감일을 맞추고 있지 않았나요?",
    "신속히 마감일을 맞추고 문서를 잠그세요.",
    "압박 속에서도 그녀가 얼마나 꾸준히 마감일을 지켜 왔는지!",

    "그녀는 어제 정전에도 불구하고 마감일을 맞췄다.",
    "지난 금요일 그녀는 병가로 마감일을 맞추지 못했다.",
    "투자자들이 도착하기 전에 그녀는 마감일을 맞췄나요?",
    "일정이 연장된 후에도 그녀는 마감일을 맞추지 않았나요?",
    "오늘 마감일을 맞추고 릴리스 노트를 작성하세요.",
    "혼란한 상황에서도 그녀가 얼마나 인상적으로 마감일을 지켰는지!",

    "네트워크가 다운됐을 때 그녀는 마감일을 맞추고 있었다.",
    "그 오후 그녀는 막히는 문제를 해결하느라 마감일을 맞추지 못했다.",
    "계획대로 정오에 그녀는 마감일을 맞추고 있었나요?",
    "확인하러 갔을 때 그녀는 마감일을 맞추고 있지 않았나요?",
    "정오 전에 마감일을 맞추고 확인 메일을 보내세요.",
    "방해 속에서도 그녀가 얼마나 성실히 마감일을 지키고 있었는지!",

    "감사팀이 증빙을 요청하기 전 그녀는 이미 마감일을 맞춰 두었다.",
    "공지가 나갈 때까지 그녀는 마감일을 맞추지 못했다.",
    "그날 Q2 보고서 마감일을 그녀가 맞췄었나요?",
    "이사회가 시작되기 전에 그녀는 마감일을 맞추지 않았었나요?",
    "퇴근 전에 마감일을 맞추고 프로젝트를 아카이브하세요.",
    "팀보다 앞서 그녀가 얼마나 철저히 마감일을 지켰는지!",

    "프로젝트 범위가 두 배가 될 때까지 그녀는 몇 달째 마감일을 맞추고 있었다.",
    "핵심 데이터가 없어 그녀는 마감일을 맞추지 못하고 있었다.",
    "도구 이전 전에도 그녀는 지속해서 마감일을 맞춰 왔나요?",
    "자원 부족 전까지 그녀는 마감일을 맞추고 있지 않았나요?",
    "오후 5시까지 마감일을 맞추고 대시보드를 업데이트하세요.",
    "여러 난관 속에서도 그녀가 얼마나 꾸준히 마감일을 지켜 왔는지!",

    "내일 그녀는 빡빡한 일정에도 마감일을 맞출 것이다.",
    "서버가 계속 불안하면 그녀는 오늘 밤 마감일을 맞추지 못할 것이다.",
    "장애가 해결되면 그녀는 마감일을 맞출까요?",
    "팀이 지원하면 그녀는 마감일을 맞추지 않을까요?",
    "내일 마감일을 맞추고 산출물을 확정하세요.",
    "재계획 후 그녀가 얼마나 자신 있게 마감일을 맞출지!",

    "다음 주 월요일 이 시간 그녀는 마감일을 맞추고 있을 것이다.",
    "휴가 주에는 그녀가 마감일을 맞추고 있지 않을 것이다.",
    "이해관계자들이 접속할 때 그녀는 마감일을 맞추고 있을까요?",
    "QA 테스트 중에도 그녀는 마감일을 맞추고 있지 않을까요?",
    "이번 주에 마감일을 맞추고 스프린트를 종료하세요.",
    "새 워크플로로 그녀가 얼마나 매끄럽게 마감일을 맞출지!",

    "금요일까지 그녀는 릴리스가 가능하도록 마감일을 맞춰 둘 것이다.",
    "승인이 또 지연되면 그녀는 마감일을 맞추지 못했을 것이다.",
    "기자회견 전에 그녀는 마감일을 맞춰 둘까요?",
    "클라이언트 체크인 때쯤 그녀는 마감일을 맞추지 않았을까요?",
    "금요일까지 마감일을 맞추고 요약을 배포하세요.",
    "분기 동안 그녀가 얼마나 완벽하게 마감일을 지켜 왔는지!",

    "연말이 되면 그녀는 12주 연속 마감일을 맞추고 있을 것이다.",
    "자원 문제가 계속되면 그녀는 한 달 내내 마감일을 맞추지 못할 것이다.",
    "감사 종료 때까지 그녀는 계속 마감일을 맞추고 있을까요?",
    "새 정책이 시행될 즈음 그녀는 몇 주째 마감일을 맞추고 있지 않을까요?",
    "가능한 한 빨리 마감일을 맞추고 완료를 기록하세요.",
    "캠페인 내내 그녀가 얼마나 훌륭히 마감일을 지킬지!"
  ]
}
