{
  "sentences": [
    "It's hard for me to wake up early.",
    "It's hard for me to say no.",
    "It's hard for me to focus.",
    "It's hard for me to ask for help.",
    "It's hard for me to understand English.",
    "It's hard for me to express my feelings.",
    "It's hard for me to make decisions.",
    "It's hard for me to stay motivated.",
    "It's hard for me to be patient.",
    "It's hard for me to forgive others.",
    "It's hard for me to meet new people.",
    "It's hard for me to stick to a routine.",
    "It's hard for me to speak in public.",
    "It's hard for me to save money.",
    "It's hard for me to control my emotions.",
    "It's hard for me to stay organized.",
    "It's hard for me to trust people.",
    "It's hard for me to eat healthy food.",
    "It's hard for me to say what I really think.",
    "It's hard for me to find time to relax.",
    "It's hard for me to sleep early.",
    "It's hard for me to stay calm.",
    "It's hard for me to concentrate at work.",
    "It's hard for me to remember names.",
    "It's hard for me to deal with stress.",
    "It's hard for me to make eye contact.",
    "It's hard for me to learn new things quickly.",
    "It's hard for me to follow a strict schedule.",
    "It's hard for me to take a break.",
    "It's hard for me to say goodbye."
  ],
  "korean": [
    "나는 일찍 일어나는 게 힘들어요.",
    "나는 거절하는 게 힘들어요.",
    "나는 집중하는 게 힘들어요.",
    "나는 도움을 요청하는 게 힘들어요.",
    "나는 영어를 이해하는 게 힘들어요.",
    "나는 내 감정을 표현하는 게 힘들어요.",
    "나는 결정을 내리는 게 힘들어요.",
    "나는 동기부여를 유지하는 게 힘들어요.",
    "나는 참을성 있게 기다리는 게 힘들어요.",
    "나는 다른 사람을 용서하는 게 힘들어요.",
    "나는 새로운 사람을 만나는 게 힘들어요.",
    "나는 일상을 유지하는 게 힘들어요.",
    "나는 사람들 앞에서 말하는 게 힘들어요.",
    "나는 돈을 저축하는 게 힘들어요.",
    "나는 감정을 조절하는 게 힘들어요.",
    "나는 정리를 잘하는 게 힘들어요.",
    "나는 사람을 믿는 게 힘들어요.",
    "나는 건강한 음식을 먹는 게 힘들어요.",
    "나는 진심을 말하는 게 힘들어요.",
    "나는 쉴 시간을 찾는 게 힘들어요.",
    "나는 일찍 잠드는 게 힘들어요.",
    "나는 침착함을 유지하는 게 힘들어요.",
    "나는 직장에서 집중하는 게 힘들어요.",
    "나는 이름을 기억하는 게 힘들어요.",
    "나는 스트레스를 다루는 게 힘들어요.",
    "나는 눈을 마주치는 게 힘들어요.",
    "나는 새로운 것을 빨리 배우는 게 힘들어요.",
    "나는 엄격한 일정을 따르는 게 힘들어요.",
    "나는 잠시 쉬는 게 힘들어요.",
    "나는 작별 인사를 하는 게 힘들어요."
  ]
}
