{
  "sentences": [
    "She integrates the EMR with the PACS server for every new clinic rollout.",
    "She does not integrate the EMR with the PACS when the DICOM gateway is offline.",
    "Does she integrate the EMR with the PACS before imaging orders go live?",
    "Doesn't she integrate the EMR with the PACS whenever a new modality is installed?",

    "She is integrating the EMR with the PACS right now while radiologists monitor the feed.",
    "She is not integrating the EMR with the PACS because the HL7 interface is still compiling.",
    "Is she integrating the EMR with the PACS on the cardiology workstation this afternoon?",
    "Isn't she integrating the EMR with the PACS even though the RIS upgrade finished?",

    "She has integrated the EMR with the PACS for five regional hospitals this quarter.",
    "She has not integrated the EMR with the PACS since the cybersecurity patch was applied.",
    "Has she integrated the EMR with the PACS to support structured reporting?",
    "Hasn't she integrated the EMR with the PACS for outpatient clinics yet?",

    "She has been integrating the EMR with the PACS all morning without a break.",
    "She has not been integrating the EMR with the PACS because the VPN tunnel keeps dropping.",
    "Has she been integrating the EMR with the PACS from the disaster-recovery site since dawn?",
    "Hasn't she been integrating the EMR with the PACS throughout this go-live weekend?",

    "She integrated the EMR with the PACS last night just before the accreditation audit.",
    "She did not integrate the EMR with the PACS yesterday due to a license issue.",
    "Did she integrate the EMR with the PACS after replacing the certificate?",
    "Didn't she integrate the EMR with the PACS once the network latency was fixed?",

    "She was integrating the EMR with the PACS when the data center lost power.",
    "She was not integrating the EMR with the PACS that evening; she was training residents instead.",
    "Was she integrating the EMR with the PACS at midnight as planned?",
    "Wasn't she integrating the EMR with the PACS when the phone rang?",

    "She had integrated the EMR with the PACS before the radiology director requested proof.",
    "She had not integrated the EMR with the PACS by the time the CT scanner arrived.",
    "Had she integrated the EMR with the PACS on the legacy archive?",
    "Hadn't she integrated the EMR with the PACS before the teleradiology service began?",

    "She had been integrating the EMR with the PACS for hours when the critical PACS node crashed.",
    "She had not been integrating the EMR with the PACS because the HL7 broker kept restarting.",
    "Had she been integrating the EMR with the PACS throughout the weekend upgrade window?",
    "Hadn't she been integrating the EMR with the PACS until the firewall rules changed?",

    "She will integrate the EMR with the PACS tomorrow after the code freeze.",
    "She will not integrate the EMR with the PACS tonight if the interface tests keep failing.",
    "Will she integrate the EMR with the PACS once the AI triage tool is approved?",
    "Won't she integrate the EMR with the PACS after the new viewer is licensed?",

    "She will be integrating the EMR with the PACS at this time next Tuesday.",
    "She will not be integrating the EMR with the PACS during the cyber-drill week.",
    "Will she be integrating the EMR with the PACS when the offshore team joins?",
    "Won't she be integrating the EMR with the PACS while the radiologists test the workflow?",

    "She will have integrated the EMR with the PACS for all service lines by Friday.",
    "She will not have integrated the EMR with the PACS if the vendor key expires again.",
    "Will she have integrated the EMR with the PACS before the grant review meeting?",
    "Won't she have integrated the EMR with the PACS by the time the inspection starts?",

    "She will have been integrating the EMR with the PACS for twelve hours by the deployment cutoff.",
    "She will not have been integrating the EMR with the PACS all day if the cloud lab shuts down.",
    "Will she have been integrating the EMR with the PACS continuously until the MDR submission?",
    "Won't she have been integrating the EMR with the PACS for weeks when the regional rollout ends?"
  ],
  "korean": [
    "그녀는 새로운 클리닉 롤아웃마다 EMR을 PACS 서버와 연동한다.",
    "DICOM 게이트웨이가 오프라인이면 그녀는 EMR을 PACS와 연동하지 않는다.",
    "이미지 주문이 라이브되기 전에 그녀는 EMR을 PACS와 연동하나요?",
    "새 모달리티가 설치될 때마다 그녀는 EMR을 PACS와 연동하지 않나요?",

    "그녀는 지금 방사선과 의사가 지켜보는 가운데 EMR을 PACS와 연동하고 있다.",
    "HL7 인터페이스가 아직 빌드 중이라 그녀는 현재 연동 작업을 진행하지 못하고 있다.",
    "오늘 오후 심장학 워크스테이션에서 그녀는 EMR과 PACS를 연동하고 있나요?",
    "RIS 업그레이드가 끝났는데도 그녀는 EMR을 PACS와 연동하고 있지 않나요?",

    "그녀는 이번 분기에만 5개 지역 병원의 EMR과 PACS를 연동했다.",
    "사이버보안 패치 이후 그녀는 EMR을 PACS와 연동하지 않았다.",
    "구조화 리포팅을 지원하도록 그녀는 EMR을 PACS와 연동했나요?",
    "아직 외래 클리닉용 EMR과 PACS를 연동하지 않았나요?",

    "그녀는 아침부터 휴식 없이 EMR과 PACS를 연동해 오고 있다.",
    "VPN 터널이 자꾸 끊겨 그녀는 EMR과 PACS를 연동하지 못하고 있다.",
    "재해 복구 사이트에서 새벽부터 그녀는 EMR과 PACS를 연동해 왔나요?",
    "론칭 주말 내내 그녀는 EMR과 PACS를 연동하고 있지 않았나요?",

    "그녀는 인증 심사 직전에 어젯밤 EMR과 PACS를 연동했다.",
    "라이선스 문제로 어제 그녀는 EMR과 PACS를 연동하지 못했다.",
    "인증서를 교체한 후 그녀는 EMR과 PACS를 연동했나요?",
    "네트워크 지연이 해결되자마자 그녀는 EMR과 PACS를 연동하지 않았나요?",

    "데이터센터 정전이 났을 때 그녀는 EMR과 PACS를 연동하고 있었다.",
    "그날 저녁 그녀는 레지던트를 교육하느라 연동 작업을 하지 않았다.",
    "예정대로 자정에 그녀는 EMR과 PACS를 연동하고 있었나요?",
    "전화벨이 울릴 때 그녀는 EMR과 PACS를 연동하고 있지 않았나요?",

    "방사선과장이 증빙을 요청하기 전에 그녀는 이미 EMR과 PACS를 연동해 두었다.",
    "CT 스캐너가 도착할 때까지 그녀는 EMR과 PACS를 연동하지 못했다.",
    "레거시 아카이브에 그녀는 EMR과 PACS를 연동했었나요?",
    "원격 판독 서비스가 시작되기 전에 그녀는 EMR과 PACS를 연동하지 않았었나요?",

    "중요 PACS 노드가 다운될 때 그녀는 몇 시간째 EMR과 PACS를 연동 중이었다.",
    "HL7 브로커가 재시작을 반복해 그녀는 EMR과 PACS를 연동하지 못하고 있었다.",
    "주말 업그레이드 창 동안 그녀는 계속 EMR과 PACS를 연동하고 있었나요?",
    "방화벽 규칙이 바뀔 때까지 그녀는 EMR과 PACS를 연동하고 있지 않았나요?",

    "내일 코드 프리즈 후 그녀는 EMR과 PACS를 연동할 것이다.",
    "인터페이스 테스트가 계속 실패하면 그녀는 오늘 밤 EMR과 PACS를 연동하지 않을 것이다.",
    "AI 분류 도구가 승인되면 그녀는 EMR과 PACS를 연동할까요?",
    "새 뷰어 라이선스가 나오면 그녀는 EMR과 PACS를 연동하지 않을까요?",

    "다음 주 화요일 이 시간에 그녀는 EMR과 PACS를 연동하고 있을 것이다.",
    "사이버 훈련 주간에는 그녀가 EMR과 PACS를 연동하고 있지 않을 것이다.",
    "해외 팀이 접속할 때 그녀는 EMR과 PACS를 연동하고 있을까요?",
    "방사선과 의사가 워크플로를 테스트하는 동안 그녀는 EMR과 PACS를 연동하고 있지 않을까요?",

    "금요일까지 그녀는 모든 서비스 라인에 대해 EMR과 PACS를 연동해 둘 것이다.",
    "벤더 키가 또 만료되면 그녀는 EMR과 PACS를 연동하지 못했을 것이다.",
    "보조금 리뷰 회의 전에 그녀는 EMR과 PACS를 연동해 둘까요?",
    "점검이 시작될 때쯤 그녀는 EMR과 PACS를 연동하지 않았을까요?",

    "배포 컷오프가 되면 그녀는 12시간째 EMR과 PACS를 연동하고 있을 것이다.",
    "클라우드 실험실이 중단되면 그녀는 하루 종일 EMR과 PACS를 연동하지 못할 것이다.",
    "MDR 제출 때까지 그녀는 꾸준히 EMR과 PACS를 연동하고 있을까요?",
    "지역 롤아웃이 끝날 즈음 그녀는 몇 주째 EMR과 PACS를 연동하고 있지 않았나요?"
  ]
}
