{
  "sentences": [
    "He's changed a lot. He's gotten big-headed.",
    "I'm sorry I'm so moody. I get moody when I'm hungry.",
    "You're late again? Your excuses are getting old.",
    "I don't know why students always get shy when the teachers are around.",
    "I didn't like it at first, but I've gotten used to it.",
    "I'm just joking. You don't have to get so angry.",
    "We're even now. Remember, it's the best out of 5.",
    "Stop goofing around and get busy. You have a lot of work left.",
    "Get real. You don't have a shot.",
    "Shouldn't you get dressed? You need to leave soon.",
    "You have a lot of beauty marks on your face. You should go (and) see a dermatologist.",
    "Have you seen Steve's back? He has a lot of stretch marks.",
    "I think I'm old now. I'm starting to get grey hair.",
    "No thanks. I always get hives when I eat that.",
    "I'm starting to get feelings for someone, but she already has a boyfriend.",
    "I can't run anymore. I got a cramp.",
    "Can we talk about this later? I have a headache.",
    "Her voice is amazing. I just got goosebumps.",
    "I don't want to talk to you now. Get out of my car!",
    "I'll be up soon. I'm getting on the elevator now.",
    "I couldn't get off the subway because it was so packed.",
    "Can you text me when you get to the airport?",
    "There was an accident so it took me half an hour to get across the bridge.",
    "Don't sit next to him. He gets loud when he's drunk.",
    "The show was slow at first, but it's getting interesting.",
    "How nervous do you get when you do the role play?",
    "I can go home by myself. I'm just a little tipsy.",
    "You should go (and) see a doctor. The swelling is getting worse.",
    "It's time to take out my summer clothes. It's getting warmer and warmer.",
    "Hang in there! It'll get easier.",
    "The room got quiet when the teacher walked into the classroom.",
    "I think we ordered too much food. I'm getting full."
  ],
  "korean": [
    "개(남자)가 많이 변했어. 거만해졌어.",
    "내가 너무 까칠해서 미안해. 나 배고프면 까칠해져.",
    "또 늦었다고? 네 변명들이 식상해지고 있어.",
    "난 학생들이 왜 항상 선생님들이 주위에 있을 때 부끄러워하는지 모르겠어.",
    "난 처음엔 안 좋아했는데, 익숙해졌어.",
    "그냥 농담하는 거야. 그렇게 화낼 필요 없어.",
    "우리 이제 비긴 거야. 기억해, 5판 3선이야.",
    "그만 빈둥거리고 시작해. 네 일이 많이 남았어!",
    "좀 썩. 가망이 없어.",
    "옷 입을 때가 됐지 않겠어? 얼른 갈 준비해.",
    "네 얼굴엔 점이 많다. 피부과에 가보는 게 좋겠어.",
    "너, Steve 선생님 등 봤어? 늘 자국이 많았어.",
    "이제 늙은 거 같아. 흰머리가 나기 시작했어.",
    "괜찮아. 나 그걸 먹으면 항상 두드러기가 나.",
    "난 누군가한테 마음이 생기려고 하는데, 걔(여자) 이미 남자친구가 있어.",
    "난 더 이상 못 뛰어. 나 쥐났어.",
    "우리, 이거에 대해서 나중에 얘기해도 될까? 나 머리 아파.",
    "걔(여자) 목소리 대박이야. 나 방금 소름 돋았어.",
    "난 지금 너랑 얘기하기 싫어. 내 차에서 나가!",
    "나 곧 올라가. 나 지금 엘리베이터 타.",
    "사람들로 꽉 차 있어서 나 지하철에서 못 내렸어.",
    "네가 공항에 도착할 때 나한테 문자해줄래?",
    "사고가 나서, 나 다리 건너는 데 30분 걸렸어.",
    "걔(남자) 옆에 앉지 마. 걔 취하면 더 시끄러워져.",
    "쇼가 처음에는 지루했는데, 재미있어지고 있어.",
    "넌 롤플레잉할 땐 얼마나 긴장해?",
    "나 혼자서 집에 갈 수 있어. 나 그냥 좀 알딸딸한 거야.",
    "병원에 가보는 게 좋아. 붓기가 점점 심해지고 있어.",
    "이제 옷을 꺼낼 입기 딱 좋은 때야. 점점 더 따뜻해지고 있어.",
    "힘내! 더 쉬워질 거야.",
    "선생님이 교실에 들어왔을 땐 방이 조용해졌어.",
    "우리가 음식을 너무 많이 시킨 것 같아. 나 배가 불러 오네."
  ]
}
