{
  "sentences": [
    "Hi. I’ll keep this to two things: why that rude moment keeps popping up, and what to do—right now and over the next week—so it pops up less.",
    "This isn’t a willpower problem. It’s an automatic brain response, so the fix is technique, not 'just endure it.'",
    "Why it keeps coming back.",
    "Your amygdala treats social disrespect like physical threat. Stress chemicals spike and stamp the memory in hard.",
    "The hippocampus bundles details—place, voice, face—so cues re-trigger it.",
    "The prefrontal cortex (your brake) goes weak under stress, so logic doesn’t cut in.",
    "When you’re idle, the default mode network spins up and rumination grows.",
    "On top of that, the brain hates 'unfinished business' (Zeigarnik effect), so it keeps trying to 'complete' the incident.",
    "Summary: your brain is recording a threat and trying to resolve it—that’s why it repeats.",
    "A 90-second downshift you can use on the spot.",
    "Breathing (60–90s). Do a physiological sigh: two short inhales + one long exhale, repeated 5–10 times. Or inhale 4s / exhale 6s for 1–2 minutes. This lowers arousal fast.",
    "Label it (5s). One word: 'anger,' 'humiliation,' 'fear.' Naming it reduces amygdala activity.",
    "Distance sentence (10s). 'I’m noticing that scene coming back right now.' Separate you from the thought.",
    "Sensory anchor (10–20s). Pick one thing you see and one physical sensation (e.g., fingertips). Drag attention back to here and now.",
    "Same-day rumination blockers.",
    "Write—but don’t send. Dump everything into notes, then delay 24 hours. Tomorrow, tone will drop.",
    "If you must respond, use BIFF: Brief, Informative, Friendly, Firm—≤5 sentences, no emotion words; keep facts, evidence, request.",
    "Rumination timebox. Allow 10 minutes/day max. Outside that window, say 'rumination time is over,' then do a 3–5 minute focus task (quick math, ordering a list) to break the loop.",
    "One-week recovery routine (weakens re-imprinting).",
    "Sleep 7–9h, no caffeine after 2 p.m.",
    "Walk/cardio 20–30 min daily to burn off arousal.",
    "Cognitive log (5 min, 3×/week): Event → Automatic thought → Evidence → Alternative thought. Keep it evidence-based.",
    "Brief re-exposure + reappraisal (10 min): In a calm state, recall the scene and rewrite the meaning: 'Their rudeness is their pattern/problem; it isn’t proof I’m at fault.' Calm reviewing changes how the memory reconsolidates.",
    "If–Then plan: 'If I hear a rude tone → 3 calming breaths + one sentence: Let’s stick to facts.' Pre-plan makes it automatic.",
    "Mindfulness 10 min/day: Not suppression—notice and let it pass. Suppression backfires; allowing lowers stickiness.",
    "Do not do these (they make it worse).",
    "‘Don’t think about it.’ Rebound effect.",
    "Endless venting or revenge rehearsals. Trains rumination.",
    "Late caffeine or alcohol. Kills sleep quality; arousal rebounds.",
    "Impulse messages. Usually escalates.",
    "Red flags—get professional help if:",
    "≥2 weeks of poor sleep, hyperarousal, or avoidance,",
    "nightmares/flashbacks, or noticeable drop in daily functioning.",
    "That’s not weakness—it’s the fastest path to recovery.",
    "Bottom line: It repeats because your brain’s threat-and-resolution system is doing its job.",
    "Use 90-second downshift (breath → label → distance → anchor) to settle the body, then write-and-delay, BIFF ≤5 sentences, and a rumination timebox to cut the loop today.",
    "Over a week, sleep, movement, cognitive logging, calm re-appraisal, an If–Then plan, and daily mindfulness will drop both frequency and intensity.",
    "The goal isn’t to suppress—it’s to handle and move on faster.",
    "If you’d like, we can do 30 seconds of the breathing now—two short inhales, one long exhale—five rounds.",
    "Then you can jot your notes and set them aside for 24 hours. That’s it."
  ],
  "korean": [
    "안녕하세요. 두 가지로만 정리할게요: 왜 그 무례한 순간이 계속 떠오르는지, 그리고 지금 당장과 앞으로 일주일 동안 어떻게 해야 덜 떠오를 수 있는지.",
    "이건 의지력 문제가 아닙니다. 뇌의 자동 반응이기 때문에 해결책은 ‘그냥 버티기’가 아니라 기술입니다.",
    "왜 계속 떠오르는가.",
    "편도체는 사회적 무례를 신체적 위협처럼 다룹니다. 스트레스 화학물질이 급등하면서 기억을 강하게 각인시킵니다.",
    "해마는 장소, 목소리, 얼굴 같은 세부사항을 묶어 저장하기 때문에 단서가 다시 떠오르게 합니다.",
    "전전두엽(브레이크 역할)은 스트레스 상황에서 약해져서 논리가 개입하지 못합니다.",
    "멍하니 있을 때는 기본 모드 네트워크가 활성화되어 되새김이 커집니다.",
    "게다가 뇌는 ‘끝나지 않은 일(Zeigarnik 효과)’을 싫어해 사건을 ‘완성’하려고 계속 시도합니다.",
    "요약: 뇌는 위협을 기록하고 해결하려고 하기 때문에 반복되는 것입니다.",
    "현장에서 쓸 수 있는 90초 진정법.",
    "호흡 (60–90초). 생리적 한숨을 하세요: 짧게 두 번 들이마시고 길게 한 번 내쉬기, 5–10회 반복. 또는 4초 들이마시고 6초 내쉬기를 1–2분간 하세요. 빠르게 각성을 낮춥니다.",
    "이름 붙이기 (5초). 한 단어로: ‘분노,’ ‘굴욕,’ ‘두려움.’ 이름 붙이면 편도체 활동이 줄어듭니다.",
    "거리 두기 문장 (10초). ‘지금 그 장면이 다시 떠오르고 있구나.’ 생각과 나를 분리합니다.",
    "감각 고정 (10–20초). 눈에 보이는 것 하나와 신체 감각 하나(예: 손끝)를 선택하세요. 주의를 지금 이곳으로 끌어옵니다.",
    "당일 되새김 차단법.",
    "쓰기—하지만 보내지 않기. 모든 걸 메모장에 쏟아내고 24시간 뒤로 미루세요. 내일이 되면 어조가 완화됩니다.",
    "반드시 답해야 한다면 BIFF를 사용하세요: 간결, 정보 제공, 친근, 단호—5문장 이하, 감정 단어 없음; 사실, 증거, 요청만.",
    "되새김 제한 시간. 하루 최대 10분만 허용. 그 외에는 ‘되새김 시간 끝’이라고 말한 뒤 3–5분 집중 과제를 하세요(간단한 계산, 목록 정리). 루프를 끊습니다.",
    "1주 회복 루틴 (재각인 약화).",
    "수면 7–9시간, 오후 2시 이후 카페인 금지.",
    "걷기/유산소 20–30분으로 각성 해소.",
    "인지 기록 (주 3회, 5분): 사건 → 자동적 생각 → 증거 → 대안적 생각. 증거 기반으로 유지.",
    "짧은 재노출 + 재평가 (10분): 차분한 상태에서 장면을 떠올리고 의미를 다시 쓰세요: ‘그들의 무례함은 그들의 습관/문제일 뿐, 내가 잘못했다는 증거가 아니다.’ 차분한 재검토는 기억의 재통합 방식을 바꿉니다.",
    "If–Then 계획: ‘무례한 톤을 들으면 → 진정 호흡 3번 + 한 문장: 사실에 집중합시다.’ 미리 계획하면 자동화됩니다.",
    "마인드풀니스 하루 10분: 억압이 아님—떠오르면 그냥 알아차리고 흘려보내기. 억압은 역효과, 허용은 집착을 줄입니다.",
    "하지 말아야 할 것들 (악화시킴).",
    "‘생각하지 말자.’ 반동 효과.",
    "끝없는 하소연이나 복수 시뮬레이션. 되새김을 훈련시킴.",
    "늦은 카페인이나 술. 수면 질을 해치고 각성이 반등합니다.",
    "충동적인 메시지. 대개 상황을 악화시킵니다.",
    "경고 신호—전문가 도움을 받아야 할 때:",
    "2주 이상 수면 불량, 과각성, 회피가 지속될 때,",
    "악몽/플래시백 또는 일상 기능 저하가 있을 때.",
    "이건 약함이 아니라—회복으로 가는 가장 빠른 길입니다.",
    "핵심: 반복되는 이유는 뇌의 위협-해결 시스템이 제 역할을 하기 때문입니다.",
    "90초 진정법(호흡 → 이름 붙이기 → 거리 두기 → 감각 고정)으로 몸을 안정시키고, 쓰기 후 지연, BIFF 5문장 이내, 되새김 제한 시간으로 오늘 루프를 끊으세요.",
    "일주일 동안은 수면, 운동, 인지 기록, 차분한 재평가, If–Then 계획, 마인드풀니스를 통해 빈도와 강도를 줄입니다.",
    "목표는 억압이 아니라—더 빨리 다루고 지나가는 것입니다.",
    "원한다면 지금 30초 호흡을 같이 해볼 수 있습니다—짧게 두 번 들이마시고 길게 한 번 내쉬기, 5회 반복.",
    "그다음 노트를 적고 24시간 동안 미뤄두세요. 그게 전부입니다."
  ]
}
