{
  "sentences": [
    "She debugs the program every time a bug report arrives.",
    "She does not debug the program on weekends because the team is off.",
    "Does she debug the program when the CI pipeline fails?",
    "Doesn't she debug the program during nightly builds?",
    "Debug the program now and push the hot-fix branch.",
    "How well she debugs the program under extreme time pressure!",

    "She is debugging the program right now while screensharing with the client.",
    "She is not debugging the program at the moment because the logs are still uploading.",
    "Is she debugging the program on the staging server this afternoon?",
    "Isn't she debugging the program even though the release is tomorrow?",
    "Debug the program right away and update the JIRA ticket.",
    "How well she is debugging the program despite constant interruptions!",

    "She has debugged the program multiple times this quarter.",
    "She has not debugged the program since the refactor was completed.",
    "Has she debugged the program to handle Unicode input?",
    "Hasn't she debugged the program for memory leaks yet?",
    "Debug the program quickly and rerun the automated tests.",
    "How well she has debugged the program across every module!",

    "She has been debugging the program all morning without a coffee break.",
    "She has not been debugging the program because the issue was misassigned.",
    "Has she been debugging the program from home since dawn?",
    "Hasn't she been debugging the program continuously during the hackathon?",
    "Debug the program promptly and commit with a clear message.",
    "How well she has been debugging the program throughout the live incident!",

    "She debugged the program late last night after the outage.",
    "She did not debug the program yesterday because she was in training.",
    "Did she debug the program when the server crashed last week?",
    "Didn't she debug the program before the demo?",
    "Debug the program today and finalize the patch.",
    "How well she debugged the program despite the obsolete codebase!",

    "She was debugging the program when the power went out.",
    "She was not debugging the program that afternoon; she was writing documentation.",
    "Was she debugging the program at three a.m. again?",
    "Wasn't she debugging the program while everyone else was asleep?",
    "Debug the program before noon and tag the release.",
    "How well she was debugging the program even with limited logs!",

    "She had debugged the program before the auditors asked for evidence.",
    "She had not debugged the program by the time the sprint ended.",
    "Had she debugged the program for race conditions earlier?",
    "Hadn't she debugged the program to support older browsers?",
    "Debug the program before leaving and push to main.",
    "How well she had debugged the program ahead of the deadline!",

    "She had been debugging the program for six hours when the root cause finally appeared.",
    "She had not been debugging the program because the debugger licence expired.",
    "Had she been debugging the program nonstop since the incident began?",
    "Hadn't she been debugging the program until the migration paused?",
    "Debug the program by 5 p.m. and notify Slack.",
    "How well she had been debugging the program through the night!",

    "She will debug the program tomorrow to integrate the new API.",
    "She will not debug the program tonight because she's on-call elsewhere.",
    "Will she debug the program if the QA team finds more defects?",
    "Won't she debug the program once the test case fails?",
    "Debug the program tomorrow and create a pull request.",
    "How well she will debug the program after the refactor is merged!",

    "She will be debugging the program at this time next Monday.",
    "She will not be debugging the program during the company retreat.",
    "Will she be debugging the program when the customers log in?",
    "Won't she be debugging the program while the deployment proceeds?",
    "Debug the program this week and improve performance metrics.",
    "How well she will be debugging the program with the new profiling tools!",

    "She will have debugged the program by Friday, so the release can go ahead.",
    "She will not have debugged the program if the dependencies break again.",
    "Will she have debugged the program before the press conference?",
    "Won't she have debugged the program by the time we start UAT?",
    "Debug the program by Friday and update the changelog.",
    "How well she will have debugged the program by the end of the sprint!",

    "She will have been debugging the program for twelve hours by the deadline.",
    "She will not have been debugging the program all day if the fix ships early.",
    "Will she have been debugging the program continuously until the hot-fix passes QA?",
    "Won't she have been debugging the program for weeks when the audit finishes?",
    "Debug the program as soon as possible and close the incident.",
    "How well she will have been debugging the program throughout the entire release cycle!"
  ],
  "korean": [
    "그녀는 버그 리포트가 올라올 때마다 프로그램을 디버그한다.",
    "팀이 쉬는 주말에는 그녀는 프로그램을 디버그하지 않는다.",
    "CI 파이프라인이 실패하면 그녀가 프로그램을 디버그하나요?",
    "야간 빌드 중에도 그녀는 프로그램을 디버그하지 않나요?",
    "지금 프로그램을 디버그하고 핫픽스 브랜치를 푸시하세요.",
    "극심한 시간 압박 속에서도 그녀가 프로그램을 얼마나 잘 디버그하는지!",

    "그녀는 지금 클라이언트와 화면을 공유하며 프로그램을 디버그하고 있다.",
    "로그가 아직 업로드 중이라 그녀는 현재 프로그램을 디버그하고 있지 않다.",
    "오늘 오후 스테이징 서버에서 그녀가 프로그램을 디버그하고 있나요?",
    "내일이 릴리스인데도 그녀는 프로그램을 디버그하고 있지 않나요?",
    "즉시 프로그램을 디버그하고 지라 티켓을 업데이트하세요.",
    "끊임없는 방해 속에서도 그녀가 프로그램을 얼마나 잘 디버그하고 있는지!",

    "그녀는 이번 분기 동안 여러 번 프로그램을 디버그했다.",
    "리팩터가 끝난 뒤로 그녀는 프로그램을 디버그하지 않았다.",
    "유니코드 입력을 처리하도록 프로그램을 디버그했나요?",
    "메모리 누수를 찾아내기 위해 아직 프로그램을 디버그하지 않았나요?",
    "자동 테스트를 다시 돌릴 수 있도록 프로그램을 빠르게 디버그하세요.",
    "그녀는 모든 모듈에서 프로그램을 얼마나 완벽하게 디버그했는지!",

    "그녀는 새벽부터 쉬지 않고 프로그램을 디버그해 왔다.",
    "이슈가 잘못 할당되어 그녀는 프로그램을 디버그하고 있지 않았다.",
    "새벽부터 재택으로 프로그램을 디버그해 왔나요?",
    "해커톤 동안 그녀는 계속 프로그램을 디버그하고 있지 않았나요?",
    "명확한 메시지로 커밋하면서 프로그램을 신속히 디버그하세요.",
    "실시간 사고 동안 그녀가 얼마나 잘 프로그램을 디버그하고 있는지!",

    "그녀는 어젯밤 장애 이후 늦게까지 프로그램을 디버그했다.",
    "교육을 받느라 어제 그녀는 프로그램을 디버그하지 않았다.",
    "지난주 서버가 다운됐을 때 그녀는 프로그램을 디버그했나요?",
    "데모 전에 그녀는 프로그램을 디버그하지 않았나요?",
    "오늘 프로그램을 디버그하고 패치를 확정하세요.",
    "낡은 코드베이스에서도 그녀가 프로그램을 얼마나 잘 디버그했는지!",

    "사무실 전기가 나갔을 때 그녀는 프로그램을 디버그하고 있었다.",
    "그 오후 그녀는 문서를 작성하느라 프로그램을 디버그하지 않았다.",
    "또 새벽 세 시에 그녀는 프로그램을 디버그하고 있었나요?",
    "모두가 자는 동안에도 그녀는 프로그램을 디버그하고 있지 않았나요?",
    "정오 전에 프로그램을 디버그하고 릴리스를 태그하세요.",
    "제한된 로그만으로도 그녀가 프로그램을 얼마나 잘 디버그하고 있었는지!",

    "회계 감사가 증빙을 요구하기 전 그녀는 이미 프로그램을 디버그해 두었다.",
    "스프린트가 끝날 때까지 그녀는 프로그램을 디버그하지 못했다.",
    "이전에 경쟁 조건을 해결하도록 프로그램을 디버그했었나요?",
    "구형 브라우저를 지원하도록 프로그램을 디버그하지 않았었나요?",
    "퇴근 전에 프로그램을 디버그하고 메인에 푸시하세요.",
    "마감 전에 그녀가 프로그램을 얼마나 잘 디버그해 두었는지!",

    "근본 원인이 드러났을 때 그녀는 여섯 시간째 프로그램을 디버그 중이었다.",
    "디버거 라이선스가 만료되어 그녀는 프로그램을 디버그하지 못하고 있었다.",
    "사고가 시작된 이후 그녀는 쉬지 않고 프로그램을 디버그하고 있었나요?",
    "마이그레이션이 중단될 때까지 그녀는 프로그램을 디버그하고 있지 않았나요?",
    "오후 5시에 맞춰 프로그램을 디버그하고 슬랙에 알리세요.",
    "밤새도록 그녀가 프로그램을 얼마나 잘 디버그하고 있었는지!",

    "내일 그녀는 새 API를 통합하기 위해 프로그램을 디버그할 것이다.",
    "오늘 밤 그녀는 다른 온콜 근무로 프로그램을 디버그하지 않을 것이다.",
    "QA 팀이 결함을 더 찾으면 그녀는 프로그램을 디버그할까요?",
    "테스트 케이스가 실패하면 그녀는 프로그램을 디버그하지 않을까요?",
    "내일 프로그램을 디버그하고 풀 리퀘스트를 만드세요.",
    "리팩터링이 머지되면 그녀가 프로그램을 얼마나 잘 디버그할지!",

    "다음 주 월요일 이 시간에 그녀는 프로그램을 디버그하고 있을 것이다.",
    "회사 리트릿 기간에는 그녀는 프로그램을 디버그하고 있지 않을 것이다.",
    "고객이 로그인할 때 그녀는 프로그램을 디버그하고 있을까요?",
    "배포가 진행되는 동안 그녀는 프로그램을 디버그하고 있지 않을까요?",
    "이번 주에 프로그램을 디버그하고 성능 지표를 개선하세요.",
    "새로운 프로파일링 툴로 그녀가 프로그램을 얼마나 잘 디버그하고 있을지!",

    "금요일까지 그녀는 프로그램을 디버그해 둘 것이니 릴리스를 진행할 수 있다.",
    "의존성이 또 깨지면 그녀는 프로그램을 디버그하지 못했을 것이다.",
    "기자회견 전에 그녀는 프로그램을 디버그해 놓았을까요?",
    "사용자 승인 테스트 시작 전까지 그녀는 프로그램을 디버그하지 않았을까요?",
    "금요일까지 프로그램을 디버그하고 변경 로그를 업데이트하세요.",
    "스프린트가 끝날 때쯤 그녀가 프로그램을 얼마나 잘 디버그해 둘지!",

    "데드라인이 올 때쯤 그녀는 12시간째 프로그램을 디버그하고 있을 것이다.",
    "수정이 빨리 배포되면 그녀는 하루 종일 프로그램을 디버그하고 있지 않을 것이다.",
    "핫픽스가 QA를 통과할 때까지 그녀는 계속 프로그램을 디버그하고 있게 될까요?",
    "감사가 마무리될 때쯤 그녀는 몇 주째 프로그램을 디버그하고 있지 않을까요?",
    "가능한 한 빨리 프로그램을 디버그하고 사고를 종료하세요.",
    "릴리스 전 과정 동안 그녀가 프로그램을 얼마나 잘 디버그하고 있을지!"
  ]
}
