{
  "sentences": [
    "She regularly reads books in the quiet corner of the library. Her neighbors often stop to listen.",
    "She does not read books after midnight; she prefers to sleep early.",
    "Does she read books on the train during her commute?",
    "Doesn't she read books whenever she has a spare minute?",
    "Read some books now and sharpen your imagination.",
    "How much she loves reading books on rainy afternoons!",

    "She is reading a book right now while sipping hot tea.",
    "She is not reading a book at the moment because she is cooking dinner.",
    "Is she reading a book for her literature class this evening?",
    "Isn't she reading a book even though the deadline is tomorrow?",
    "Read some books right away and take notes for your report.",
    "How interesting the book she is reading under the warm lamp!",

    "She has read many books this semester and written reviews for each one.",
    "She has not read many books lately due to her busy schedule.",
    "Has she read many books about ancient history?",
    "Hasn't she read many books recommended by the professor?",
    "Read some books quickly before the discussion starts.",
    "How many books she has read since the beginning of the year!",

    "She has been reading books all morning and hasn't even had breakfast.",
    "She has not been reading books all morning because the internet kept distracting her.",
    "Has she been reading books all morning in the garden?",
    "Hasn't she been reading books all morning despite the noise?",
    "Read some books promptly and log your progress online.",
    "How diligently she has been reading books since dawn!",

    "She read several books last weekend while visiting her grandparents.",
    "She did not read any books yesterday because she felt exhausted.",
    "Did she read any books during the trip abroad?",
    "Didn't she read any books when the power was out?",
    "Read some books today and mark your favorite passages.",
    "How many books she read during the summer break!",

    "She was reading a book when the phone suddenly rang.",
    "She was not reading a book that evening; she was watching a movie instead.",
    "Was she reading a book at seven o’clock like she usually does?",
    "Wasn't she reading a book when you knocked on the door?",
    "Read some books before noon and summarize each chapter.",
    "How interesting the book she was reading by the fireplace!",

    "She had read that book before the author arrived for the signing event.",
    "She had not read that book before the class discussion began.",
    "Had she read that book before joining the book club?",
    "Hadn't she read that book before recommending it to others?",
    "Read some books before leaving and return them to the shelf.",
    "How many books she had read by the time high school ended!",

    "She had been reading books for hours when the lights went out.",
    "She had not been reading books for hours; she had been studying math instead.",
    "Had she been reading books for hours without resting her eyes?",
    "Hadn't she been reading books for hours until the guests arrived?",
    "Read some books by 5 p.m. and record your thoughts.",
    "How diligently she had been reading books throughout the rainy afternoon!",

    "She will read a book tomorrow morning on the balcony.",
    "She will not read a book tonight because she has an early flight.",
    "Will she read a book if the meeting finishes early?",
    "Won't she read a book during the long flight?",
    "Read some books tomorrow and expand your vocabulary.",
    "How many books she will read over the winter holidays!",

    "She will be reading a book at this time next Monday.",
    "She will not be reading a book during the festival weekend.",
    "Will she be reading a book when the announcement is made?",
    "Won't she be reading a book while waiting at the station?",
    "Read some books this week and share short reviews online.",
    "How interesting the book she will be reading in the upcoming course!",

    "She will have read many books by Friday, so ask her for recommendations.",
    "She will not have read many books by then if the project drags on.",
    "Will she have read many books before the exam?",
    "Won't she have read many books by the time you visit?",
    "Read some books by Friday and finish your notes.",
    "How many books she will have read by the end of the semester!",

    "She will have been reading books all day by the time dinner is served.",
    "She will not have been reading books all day if her friends arrive early.",
    "Will she have been reading books all day when you call tonight?",
    "Won't she have been reading books all day despite the distractions?",
    "Read some books as soon as possible and enjoy the quiet.",
    "How diligently she will have been reading books throughout the entire weekend!"
  ],
  "korean": [
    "그녀는 도서관의 조용한 구석에서 책을 정기적으로 읽는다. 이웃들은 종종 그녀를 지켜본다.",
    "그녀는 자정 이후에는 책을 읽지 않는다. 일찍 잠자리에 든다.",
    "그녀는 통근길 기차 안에서 책을 읽나요?",
    "그녀는 여유 시간이 생길 때마다 책을 읽지 않나요?",
    "지금 책을 읽고 상상력을 키워 보세요.",
    "비 오는 오후에 그녀가 책 읽기를 얼마나 사랑하는지!",

    "그녀는 지금 따뜻한 차를 마시며 책을 읽고 있다.",
    "그녀는 저녁 식사를 준비하느라 지금 책을 읽고 있지 않다.",
    "오늘 저녁 문학 수업을 위해 그녀는 책을 읽고 있나요?",
    "마감이 내일인데도 그녀는 책을 읽고 있지 않나요?",
    "곧바로 책을 읽고 리포트용 메모를 하세요.",
    "따뜻한 스탠드 아래서 그녀가 읽고 있는 책이 정말 흥미롭다!",

    "그녀는 이번 학기 동안 벌써 많은 책을 읽고 각기 서평까지 작성했다.",
    "바쁜 일정 때문에 그녀는 최근 책을 많이 읽지 못했다.",
    "그녀는 고대사에 관한 책을 많이 읽었나요?",
    "교수님이 추천한 책들을 그녀는 많이 읽지 않았나요?",
    "토론이 시작되기 전에 서둘러 책을 읽으세요.",
    "올해 초부터 그녀가 읽은 책이 얼마나 많은지!",

    "그녀는 아침 내내 책을 읽고 아침 식사도 거르고 있다.",
    "인터넷 방해 때문에 그녀는 아침 내내 책을 읽지 못하고 있다.",
    "그녀는 정원에서 아침 내내 책을 읽고 있었나요?",
    "시끄러운데도 그녀는 아침 내내 책을 읽고 있지 않았나요?",
    "즉시 책을 읽고 온라인에 독서 기록을 남기세요.",
    "새벽부터 그녀가 책을 얼마나 열심히 읽고 있는지!",

    "지난 주말에 그녀는 할아버지 댁을 방문하며 책을 여러 권 읽었다.",
    "어제 그녀는 피곤해서 책을 한 권도 읽지 않았다.",
    "해외 여행 중에 그녀는 책을 읽었나요?",
    "정전이 되었을 때 그녀는 책을 읽지 않았나요?",
    "오늘 책을 읽고 마음에 드는 구절에 밑줄을 그으세요.",
    "여름 방학 동안 그녀가 읽은 책이 얼마나 많은지!",

    "전화벨이 갑자기 울렸을 때 그녀는 책을 읽고 있었다.",
    "그날 저녁 그녀는 책을 읽지 않고 영화를 보고 있었다.",
    "평소처럼 일곱 시에 그녀는 책을 읽고 있었나요?",
    "당신이 문을 두드렸을 때 그녀는 책을 읽고 있지 않았나요?",
    "정오 전에 책을 읽고 각 장을 요약하세요.",
    "벽난로 옆에서 그녀가 읽고 있던 책이 정말 흥미로웠다!",

    "사인회가 열리기 전에 그녀는 그 책을 이미 읽어 두었다.",
    "수업 토론이 시작될 때까지 그녀는 그 책을 읽지 못했었다.",
    "북클럽에 가입하기 전에 그녀는 그 책을 읽었었나요?",
    "다른 사람에게 추천하기 전에 그녀는 그 책을 읽지 않았었나요?",
    "떠나기 전에 책을 읽고 서가에 돌려놓으세요.",
    "고등학교가 끝날 때까지 그녀가 읽은 책이 얼마나 많았는지!",

    "불이 꺼졌을 때 그녀는 몇 시간 동안 책을 읽고 있었다.",
    "그녀는 몇 시간 동안 책을 읽은 게 아니라 수학을 공부하고 있었다.",
    "눈을 쉬지 않고 몇 시간 동안 그녀는 책을 읽고 있었나요?",
    "손님들이 도착할 때까지 그녀는 몇 시간 동안 책을 읽고 있지 않았나요?",
    "오후 5시까지 책을 읽고 감상을 기록하세요.",
    "비 오는 오후 내내 그녀가 얼마나 열심히 책을 읽고 있었는지!",

    "내일 아침 그녀는 발코니에서 책을 읽을 것이다.",
    "오늘 밤 그녀는 이른 비행 때문에 책을 읽지 않을 것이다.",
    "회의가 일찍 끝나면 그녀는 책을 읽을까요?",
    "긴 비행 중에 그녀는 책을 읽지 않을까요?",
    "내일 책을 읽고 어휘를 확장하세요.",
    "겨울 방학 동안 그녀가 읽을 책이 얼마나 많은지!",

    "다음 주 월요일 이 시간에 그녀는 책을 읽고 있을 것이다.",
    "축제 주말 동안 그녀는 책을 읽고 있지 않을 것이다.",
    "발표가 있을 때 그녀는 책을 읽고 있을까요?",
    "역에서 기다리는 동안 그녀는 책을 읽고 있지 않을까요?",
    "이번 주에 책을 읽고 짧은 서평을 온라인에 공유하세요.",
    "다가오는 강의에서 그녀가 읽게 될 책이 정말 기대된다!",

    "금요일까지 그녀는 책을 많이 읽어 둘 것이니 추천을 부탁해 보세요.",
    "프로젝트가 길어지면 그때까지 그녀는 책을 많이 읽지 못했을 것이다.",
    "시험 전에 그녀는 책을 많이 읽었을까요?",
    "당신이 방문할 때쯤 그녀는 책을 많이 읽지 않았을까요?",
    "금요일까지 책을 읽고 노트를 완성하세요.",
    "학기가 끝날 때쯤 그녀가 읽은 책이 얼마나 많은지!",

    "저녁 식사가 준비될 때쯤 그녀는 하루 종일 책을 읽고 있게 될 것이다.",
    "친구들이 일찍 오면 그녀는 하루 종일 책을 읽고 있지 않을 것이다.",
    "오늘 밤 당신이 전화할 때 그녀는 하루 종일 책을 읽고 있게 될까요?",
    "여러 방해에도 불구하고 그녀는 하루 종일 책을 읽고 있지 않을까요?",
    "가능한 한 빨리 책을 읽고 고요함을 즐기세요.",
    "주말 내내 그녀가 얼마나 열심히 책을 읽고 있을지!"
  ]
}
