{
    "sentences": [
      "I work from 8 to 5, but I usually work overtime.",
      "I drive to work. It takes about 40 minutes.",
      "If it’s not rush hour, it only takes 20 to 30 minutes.",
      "How do you like your job?",
      "I like making things. It suits my interests and personality.",
      "My stress comes from human relationships, not from development work.",
      "I don’t have time to play soccer these days. I don’t even have enough time to play with my daughter.",
      "She is 8 years old.",
      "Who does she look like?",
      "Who does she take after?",
      "She looks like me.",
      "She takes after her mother.",
      "Do you get bored easily?",
      "Are you curious about things?",
      "I have a lot of curiosity.",
      "Maybe she will get angry if I tell her.",
      "It’s a boring city.",
      "It’s a busy city.",
      "There are many good places in Jeju.",
      "There are too many cars in Seoul.",
      "I had a good time.",
      "It’s been 4 months.",
      "You already knew.",
      "What is your target market?",
      "Did you lose interest quickly?",
      "My mind goes blank when I talk to someone in English face to face.",
      "I want to go overseas.",
      "I didn’t want to go.",
      "He is an executive.",
      "Today, I felt sleepy all day.",
      "I woke up early, at 3 a.m.",
      "I practice meditation.",
      "I go to work every day.",
      "I’m always the first one to arrive at the office.",
      "Are you alive?",
      "Did you arrive?",
      "I feel uncomfortable.",
      "It is inconvenient.",
      "The parking space is very narrow.",
      "Is there enough space for parking?",
      "When I chose my apartment, the second thing I considered was the parking space.",
      "So even if it's small, at least there is some parking space in Seoul, and that's something.",
      "The public transportation system is very convenient.",
      "This application is user-friendly.",
      "One great point is that it’s easy to use.",
      "My program allows doctors to find Alzheimer’s using only MRI images, without needing CT.",
      "Taking a CT scan can be dangerous and may cause serious side effects for Alzheimer’s patients.",
      "I think I made a good decision.",
      "How long did it take to develop this application?",
      "Pharmaceutical companies are interested.",
      "Dementia is a serious problem.",
      "My company was established just two years ago.",
      "I spent more time studying English using the Duolingo app.",
      "What is your top priority?",
      "She hates it.",
      "She gets stressed from that.",
      "What kind of food do you like?",
      "What kind of movies do you like?",
      "What kind of fruits do you like?",
      "How often do you eat sushi?",
      "I eat sushi once a week.",
      "I eat sushi twice a week.",
      "I eat sushi three times a week.",
      "I eat sushi every week because there is a sushi restaurant near my office.",
      "Is it good? Yes, it is.",
      "I’m not a picky eater, so most sushi tastes the same to me.",
      "The shrimp at this restaurant isn’t delicious.",
      "For the price, it’s not bad.",
      "Have you ever had sushi in Japan?",
      "Yes, I have. I tried it last year, but it wasn’t very good.",
      "The package tour was very disappointing.",
      "We were very disappointed.",
      "How was the food?",
      "Would you like to visit Japan again in the future?",
      "Yes, I would.",
      "Do you want to visit Japan?",
      "Will you visit Japan?",
      "I want to visit Vietnam.",
      "She is Vietnamese.",
      "This is helpful.",
      "This is useful.",
      "Nowadays, I get about 5 hours of sleep a day.",
      "Nowadays, I get about 5 hours of sleep a night.",
      "I'm short of sleep.",
      "I lack sleep.",
      "I'm in my early 40s.",
      "I'm in my mid-40s.",
      "I'm in my late 40s.",
      "I take antidepressant medicine.",
      "I've suffered from an irregular sleep pattern for a long time.",
      "I fell asleep at 8 p.m., but I kept tossing and turning until 3 a.m.",
      "I played tug-of-war.",
      "I think my memory will get better.",
      "I think my concentration will get better.",
      "I don’t think I’m sensitive, but people around me tell me that I am.",
      "I'm not a picky eater.",
      "My colleagues are great.",
      "I try to stay calm.",
      "Have you ever heard about my company?",
      "Have you used our program before?",
      "Have you used one of our products before?",
      "Have you ever worked with a Korean company before?",
      "Have you ever used a Korean product in your hospital before?",
      "Have you ever used a Korean program in your hospital before?"
    ]
  }
  