{
  "sentences": [
    "Burnout is a state of emotional, physical, and mental exhaustion caused by prolonged stress.",
    "Unlike ordinary tiredness, burnout can lead to cynicism, detachment, and a decline in professional performance.",
    "In today’s competitive culture, people often glorify overwork, but this can backfire.",
    "To combat burnout, individuals should set boundaries, seek social support, and practice sustainable self-care routines.",
    "Companies also need to promote healthier work environments rather than expecting employees to sacrifice their well-being.",
    "Burnout happens when people feel very tired and stressed for a long time.",
    "It often comes from working too much without enough rest.",
    "Students, office workers, and even parents can experience burnout.",
    "Common signs include feeling exhausted, losing motivation, and having trouble concentrating.",
    "Taking breaks, talking with friends, and having hobbies can help reduce burnout.",
    "Emotional exhaustion — deep tiredness from stress.",
    "Cynical attitude — negative or distrustful mindset.",
    "Decline in performance — reduced quality of work.",
    "Set boundaries — protect personal time and energy.",
    "Glorify overwork — treat working too much as admirable.",
    "Feel drained — to have no more energy.",
    "Lose motivation — to not feel like doing things.",
    "Work-life balance — keeping time for both work and personal life.",
    "Take a break — stop working for rest.",
    "Stress out — feel worried or nervous.",
    "Do you think burnout is more common today than in the past? Why?",
    "What role should companies play in preventing burnout?",
    "How can individuals build long-term habits to avoid burnout?",
    "Have you ever felt burnout? What caused it?",
    "How do you usually take a break?",
    "Why is work-life balance important?",
    "Yes, it is more common because technology makes people work or study even after office hours.",
    "Companies should provide mental health support and respect personal time.",
    "Individuals can avoid burnout by setting clear boundaries, getting enough sleep, and exercising regularly.",
    "Yes, I felt burnout during exam season because I studied too much.",
    "I take a break by going for a walk or watching a short video.",
    "Work-life balance is important because people need rest and fun, not only work.",
    "Burnout often leads to emotional exhaustion and poor concentration.",
    "Burnout often leads to emotional exhaustion and health issues.",
    "Burnout often leads to emotional exhaustion and low motivation.",
    "Many people develop a cynical attitude when they are overworked.",
    "Many people develop a cynical attitude when they feel unappreciated.",
    "Many people develop a cynical attitude when they face repeated failures.",
    "A clear decline in performance happens if people do not get enough sleep.",
    "A clear decline in performance happens if stress continues for months.",
    "A clear decline in performance happens if workers skip meals often.",
    "To avoid burnout, I try to set boundaries by turning off my phone at night.",
    "To avoid burnout, I try to set boundaries by saying no to extra work.",
    "To avoid burnout, I try to set boundaries by keeping weekends free.",
    "In modern society, some companies still glorify overwork, which harms employees’ health.",
    "In modern society, some companies still glorify overwork, which lowers productivity.",
    "In modern society, some companies still glorify overwork, which discourages young workers.",
    "I feel drained after long meetings.",
    "I feel drained after arguing with coworkers.",
    "I feel drained after studying all night.",
    "I often lose motivation when I don’t see results.",
    "I often lose motivation when tasks feel meaningless.",
    "I often lose motivation when I am too tired.",
    "A good work-life balance means spending time with family.",
    "A good work-life balance means finishing work on time.",
    "A good work-life balance means having time for hobbies.",
    "When I feel tired, I take a break by stretching.",
    "When I feel tired, I take a break by listening to music.",
    "When I feel tired, I take a break by drinking tea.",
    "I get stressed out when deadlines are too close.",
    "I get stressed out when people ignore me.",
    "I get stressed out when I have too many tasks at once."
  ],
  "korean": [
    "번아웃은 장기간의 스트레스로 인해 발생하는 감정적, 신체적, 정신적 탈진 상태이다.",
    "일반적인 피곤함과 달리 번아웃은 냉소, 분리감, 그리고 업무 성과 저하로 이어질 수 있다.",
    "오늘날 경쟁적인 문화 속에서 사람들은 종종 과로를 미화하지만, 이는 부작용을 초래할 수 있다.",
    "번아웃을 막기 위해 사람들은 경계를 설정하고, 사회적 지원을 구하며, 지속 가능한 자기 관리 습관을 실천해야 한다.",
    "기업도 직원들이 건강을 희생하지 않도록 더 건강한 근무 환경을 조성할 필요가 있다.",
    "번아웃은 사람들이 오랫동안 매우 피곤하고 스트레스를 받을 때 발생한다.",
    "이는 종종 충분한 휴식 없이 일을 너무 많이 해서 생긴다.",
    "학생, 사무직 근로자, 심지어 부모도 번아웃을 경험할 수 있다.",
    "일반적인 증상은 탈진, 동기 상실, 집중력 저하 등이 있다.",
    "휴식을 취하고, 친구들과 이야기하며, 취미를 즐기는 것이 번아웃을 줄이는 데 도움이 된다.",
    "감정적 탈진 — 스트레스로 인한 깊은 피로.",
    "냉소적 태도 — 부정적이거나 불신하는 마음가짐.",
    "성과 저하 — 업무 품질이 떨어지는 것.",
    "경계 설정 — 개인의 시간과 에너지를 보호하는 것.",
    "과로 미화 — 일을 너무 많이 하는 것을 훌륭하다고 여기는 것.",
    "기진맥진하다 — 더 이상 에너지가 없는 상태.",
    "동기 상실 — 무언가를 하고 싶은 마음이 없는 상태.",
    "워라밸 — 일과 개인 생활의 균형을 유지하는 것.",
    "휴식 취하기 — 일을 멈추고 쉬는 것.",
    "스트레스 받다 — 걱정하거나 긴장하는 것.",
    "번아웃이 오늘날 과거보다 더 흔하다고 생각하나요? 왜 그렇다고 생각하나요?",
    "기업은 번아웃 예방에 어떤 역할을 해야 할까요?",
    "개인은 번아웃을 피하기 위해 어떤 장기 습관을 만들어야 할까요?",
    "번아웃을 경험해 본 적이 있나요? 무엇이 원인이었나요?",
    "보통 어떻게 휴식을 취하나요?",
    "워라밸이 중요한 이유는 무엇인가요?",
    "네, 기술 때문에 사람들이 퇴근 후에도 일하거나 공부해서 더 흔합니다.",
    "기업은 정신 건강 지원을 제공하고 개인 시간을 존중해야 합니다.",
    "개인은 명확한 경계를 세우고, 충분히 자고, 규칙적으로 운동하며 번아웃을 피할 수 있습니다.",
    "네, 저는 시험 기간에 너무 공부해서 번아웃을 경험했습니다.",
    "저는 산책을 하거나 짧은 영상을 보며 휴식을 취합니다.",
    "워라밸은 사람들이 일뿐만 아니라 휴식과 재미도 필요하기 때문에 중요합니다.",
    "번아웃은 종종 감정적 탈진과 집중력 저하로 이어진다.",
    "번아웃은 종종 감정적 탈진과 건강 문제로 이어진다.",
    "번아웃은 종종 감정적 탈진과 동기 상실로 이어진다.",
    "많은 사람들이 과로할 때 냉소적인 태도를 갖는다.",
    "많은 사람들이 인정받지 못할 때 냉소적인 태도를 갖는다.",
    "많은 사람들이 반복된 실패를 겪을 때 냉소적인 태도를 갖는다.",
    "사람들이 충분히 자지 못하면 성과가 뚜렷하게 떨어진다.",
    "스트레스가 몇 달 동안 지속되면 성과가 뚜렷하게 떨어진다.",
    "직원들이 식사를 자주 거르면 성과가 뚜렷하게 떨어진다.",
    "번아웃을 피하기 위해 나는 밤에 휴대폰을 끄도록 경계를 정한다.",
    "번아웃을 피하기 위해 나는 추가 업무를 거절하도록 경계를 정한다.",
    "번아웃을 피하기 위해 나는 주말을 비워두도록 경계를 정한다.",
    "현대 사회에서 일부 회사는 여전히 과로를 미화하는데, 이는 직원 건강을 해친다.",
    "현대 사회에서 일부 회사는 여전히 과로를 미화하는데, 이는 생산성을 떨어뜨린다.",
    "현대 사회에서 일부 회사는 여전히 과로를 미화하는데, 이는 젊은 근로자들을 의욕 잃게 한다.",
    "긴 회의 후에 기진맥진하다.",
    "동료와 말다툼 후에 기진맥진하다.",
    "밤새 공부한 후에 기진맥진하다.",
    "진전이 보이지 않을 때 동기를 잃는다.",
    "업무가 무의미하게 느껴질 때 동기를 잃는다.",
    "너무 피곤할 때 동기를 잃는다.",
    "좋은 워라밸은 가족과 시간을 보내는 것을 의미한다.",
    "좋은 워라밸은 제시간에 일을 마치는 것을 의미한다.",
    "좋은 워라밸은 취미 생활을 할 시간을 갖는 것을 의미한다.",
    "피곤할 때 스트레칭을 하며 휴식을 취한다.",
    "피곤할 때 음악을 들으며 휴식을 취한다.",
    "피곤할 때 차를 마시며 휴식을 취한다.",
    "마감일이 너무 촉박할 때 스트레스를 받는다.",
    "사람들이 내 말을 무시할 때 스트레스를 받는다.",
    "한꺼번에 일이 너무 많을 때 스트레스를 받는다."
  ]
}
