{
  "sentences": [
    "She validates the device software against IEC 62304 standards every release cycle.",
    "She does not validate the device software if the test environment is unstable.",
    "Does she validate the device software whenever a new patch is deployed?",
    "Doesn't she validate the device software before the clinical team uses it?",
    "Validate the device software now and upload the evidence to the QMS.",
    "How thoroughly she validates the device software even under time pressure!",

    "She is validating the device software right now while auditors observe remotely.",
    "She is not validating the device software at the moment because the simulator is rebuilding.",
    "Is she validating the device software on the latest prototype this afternoon?",
    "Isn't she validating the device software although the risk level increased?",
    "Validate the device software right away and generate the traceability matrix.",
    "How carefully she is validating the device software despite last-minute changes!",

    "She has validated the device software for three different hardware configurations this quarter.",
    "She has not validated the device software since the cybersecurity patch was applied.",
    "Has she validated the device software for data-integrity issues?",
    "Hasn't she validated the device software for UI alarms yet?",
    "Validate the device software quickly and sign the verification report.",
    "How consistently she has validated the device software across multiple versions!",

    "She has been validating the device software all morning without taking a break.",
    "She has not been validating the device software because the requirement set was revised.",
    "Has she been validating the device software from her home lab since dawn?",
    "Hasn't she been validating the device software continuously during the submission sprint?",
    "Validate the device software promptly and update the defect log.",
    "How diligently she has been validating the device software throughout the review marathon!",

    "She validated the device software last night just before the FDA submission deadline.",
    "She did not validate the device software yesterday because the test rig failed calibration.",
    "Did she validate the device software after resolving the memory leak?",
    "Didn't she validate the device software once the emergency patch was released?",
    "Validate the device software today and archive the raw results.",
    "How expertly she validated the device software under severe time constraints!",

    "She was validating the device software when the power outage hit the data center.",
    "She was not validating the device software that evening; she was compiling the DHF instead.",
    "Was she validating the device software at midnight as scheduled?",
    "Wasn't she validating the device software when the auditor called?",
    "Validate the device software before noon and back up the reports.",
    "How meticulously she was validating the device software despite network interruptions!",

    "She had validated the device software before the notified body requested evidence.",
    "She had not validated the device software by the time the sprint review started.",
    "Had she validated the device software on the new firmware revision?",
    "Hadn't she validated the device software before the usability study began?",
    "Validate the device software before leaving and upload the signed checklist.",
    "How comprehensively she had validated the device software ahead of the audit!",

    "She had been validating the device software for hours when the critical defect surfaced.",
    "She had not been validating the device software because the test database was corrupted.",
    "Had she been validating the device software throughout the weekend release window?",
    "Hadn't she been validating the device software until the build server crashed?",
    "Validate the device software by 5 p.m. and notify the compliance officer.",
    "How tirelessly she had been validating the device software during the high-risk phase!",

    "She will validate the device software tomorrow after the code freeze.",
    "She will not validate the device software tonight if the unit tests still fail.",
    "Will she validate the device software once the new requirements are approved?",
    "Won't she validate the device software after integrating the AI module?",
    "Validate the device software tomorrow and prepare the release notes.",
    "How confidently she will validate the device software with the updated toolchain!",

    "She will be validating the device software at this time next Monday.",
    "She will not be validating the device software during the regulatory workshop.",
    "Will she be validating the device software when the remote team logs in?",
    "Won't she be validating the device software while the beta testers run scenarios?",
    "Validate the device software this week and refresh the risk matrix.",
    "How smoothly she will be validating the device software using automated scripts!",

    "She will have validated the device software for all safety classes by Friday.",
    "She will not have validated the device software if the test stubs remain incomplete.",
    "Will she have validated the device software before the certification gateway closes?",
    "Won't she have validated the device software by the time the grant is reviewed?",
    "Validate the device software by Friday and finalize the V&V summary.",
    "How perfectly she will have validated the device software across every platform!",

    "She will have been validating the device software for twelve hours by the deployment cutoff.",
    "She will not have been validating the device software all day if the cloud lab shuts down.",
    "Will she have been validating the device software continuously until the MDR submission?",
    "Won't she have been validating the device software for weeks when the pilot trial ends?",
    "Validate the device software as soon as possible and close the CAPA ticket.",
    "How steadfastly she will have been validating the device software during the entire regulatory journey!"
  ],
  "korean": [
    "그녀는 모든 릴리스 주기마다 IEC 62304 기준에 따라 의료기기 소프트웨어를 검증한다.",
    "테스트 환경이 불안정하면 그녀는 의료기기 소프트웨어를 검증하지 않는다.",
    "새 패치가 배포될 때마다 그녀는 의료기기 소프트웨어를 검증하나요?",
    "임상팀이 사용하기 전에 그녀는 의료기기 소프트웨어를 검증하지 않나요?",
    "지금 의료기기 소프트웨어를 검증하고 근거 자료를 QMS에 업로드하세요.",
    "시간 압박 속에서도 그녀가 의료기기 소프트웨어를 얼마나 철저히 검증하는지!",

    "그녀는 지금 감사관이 원격으로 지켜보는 가운데 의료기기 소프트웨어를 검증하고 있다.",
    "시뮬레이터를 재빌드 중이라 그녀는 현재 의료기기 소프트웨어를 검증하고 있지 않다.",
    "오늘 오후 최신 프로토타입에서 그녀는 의료기기 소프트웨어를 검증하고 있나요?",
    "위험도가 상승했는데도 그녀는 의료기기 소프트웨어를 검증하고 있지 않나요?",
    "즉시 의료기기 소프트웨어를 검증하고 추적 매트릭스를 생성하세요.",
    "막판 변경에도 그녀가 의료기기 소프트웨어를 얼마나 세심히 검증하고 있는지!",

    "그녀는 이번 분기에만 세 가지 하드웨어 구성에서 의료기기 소프트웨어를 검증했다.",
    "사이버보안 패치 이후 그녀는 의료기기 소프트웨어를 검증하지 않았다.",
    "데이터 무결성 문제에 대해 그녀는 의료기기 소프트웨어를 검증했나요?",
    "사용자 인터페이스 경보에 대해서는 아직 의료기기 소프트웨어를 검증하지 않았나요?",
    "빠르게 의료기기 소프트웨어를 검증하고 검증 보고서에 서명하세요.",
    "여러 버전을 거치며 그녀가 의료기기 소프트웨어를 얼마나 꾸준히 검증해 왔는지!",

    "그녀는 아침부터 쉬지 않고 의료기기 소프트웨어를 검증해 오고 있다.",
    "요구사항 세트가 수정되어 그녀는 의료기기 소프트웨어를 검증하지 못하고 있다.",
    "새벽부터 자택 랩에서 그녀는 의료기기 소프트웨어를 검증해 왔나요?",
    "제출 스프린트 동안 그녀는 계속 의료기기 소프트웨어를 검증하고 있지 않았나요?",
    "신속히 의료기기 소프트웨어를 검증하고 결함 로그를 업데이트하세요.",
    "검토 마라톤 내내 그녀가 의료기기 소프트웨어를 얼마나 성실히 검증하고 있는지!",

    "그녀는 FDA 제출 마감 직전에 의료기기 소프트웨어를 검증했다.",
    "테스트 장비 캘리브레이션 실패로 그녀는 어제 의료기기 소프트웨어를 검증하지 못했다.",
    "메모리 누수를 해결한 후 그녀는 의료기기 소프트웨어를 검증했나요?",
    "긴급 패치가 릴리스된 후 그녀는 의료기기 소프트웨어를 검증하지 않았나요?",
    "오늘 의료기기 소프트웨어를 검증하고 원시 결과를 보관하세요.",
    "극심한 시간 제약 속에서도 그녀가 의료기기 소프트웨어를 얼마나 능숙히 검증했는지!",

    "데이터센터 정전이 발생했을 때 그녀는 의료기기 소프트웨어를 검증하고 있었다.",
    "그녀는 그 저녁 DHF를 정리하느라 의료기기 소프트웨어를 검증하지 않았다.",
    "자정에 그녀는 의료기기 소프트웨어를 검증하고 있었나요?",
    "감사관이 전화했을 때 그녀는 의료기기 소프트웨어를 검증하고 있지 않았나요?",
    "정오 전에 의료기기 소프트웨어를 검증하고 보고서를 백업하세요.",
    "네트워크 불안정 속에서도 그녀가 의료기기 소프트웨어를 얼마나 꼼꼼히 검증하고 있었는지!",

    "통지기관이 증빙을 요구하기 전에 그녀는 이미 의료기기 소프트웨어를 검증해 두었다.",
    "스프린트 리뷰가 시작될 때까지 그녀는 의료기기 소프트웨어를 검증하지 못했다.",
    "새 펌웨어 버전에서 의료기기 소프트웨어를 그녀가 검증했었나요?",
    "사용성 연구가 시작되기 전에 그녀는 의료기기 소프트웨어를 검증하지 않았었나요?",
    "퇴근 전에 의료기기 소프트웨어를 검증하고 서명된 체크리스트를 업로드하세요.",
    "감사 전에 그녀가 의료기기 소프트웨어를 얼마나 완벽히 검증했는지!",

    "치명적 결함이 나타났을 때 그녀는 몇 시간째 의료기기 소프트웨어를 검증 중이었다.",
    "테스트 데이터베이스가 손상되어 그녀는 의료기기 소프트웨어를 검증하지 못하고 있었다.",
    "주말 배포 창 동안 그녀는 계속 의료기기 소프트웨어를 검증하고 있었나요?",
    "빌드 서버가 다운될 때까지 그녀는 의료기기 소프트웨어를 검증하고 있지 않았나요?",
    "오후 5시까지 의료기기 소프트웨어를 검증하고 컴플라이언스 담당자에게 알리세요.",
    "고위험 단계에서도 그녀가 의료기기 소프트웨어를 얼마나 지칠 줄 모르고 검증했는지!",

    "내일 그녀는 코드 프리즈 이후 의료기기 소프트웨어를 검증할 것이다.",
    "단위 테스트가 계속 실패하면 그녀는 오늘 밤 의료기기 소프트웨어를 검증하지 않을 것이다.",
    "새 요구사항이 승인되면 그녀는 의료기기 소프트웨어를 검증할까요?",
    "AI 모듈을 통합한 후 그녀는 의료기기 소프트웨어를 검증하지 않을까요?",
    "내일 의료기기 소프트웨어를 검증하고 릴리스 노트를 준비하세요.",
    "업데이트된 툴체인으로 그녀가 의료기기 소프트웨어를 얼마나 자신 있게 검증할지!",

    "다음 주 월요일 이 시간에 그녀는 의료기기 소프트웨어를 검증하고 있을 것이다.",
    "규제 워크숍 동안 그녀는 의료기기 소프트웨어를 검증하고 있지 않을 것이다.",
    "원격 팀이 로그인할 때 그녀는 의료기기 소프트웨어를 검증하고 있을까요?",
    "베타 테스터가 시나리오를 실행하는 동안 그녀는 의료기기 소프트웨어를 검증하고 있지 않을까요?",
    "이번 주에 의료기기 소프트웨어를 검증하고 위험 매트릭스를 갱신하세요.",
    "자동화 스크립트로 그녀가 의료기기 소프트웨어를 얼마나 원활히 검증할지!",

    "금요일까지 그녀는 모든 안전 등급에 대해 의료기기 소프트웨어를 검증해 둘 것이다.",
    "테스트 스텁이 미완성이라면 그녀는 의료기기 소프트웨어를 검증하지 못했을 것이다.",
    "인증 게이트웨이가 닫히기 전에 그녀는 의료기기 소프트웨어를 검증해 둘까요?",
    "보조금 심사 때쯤 그녀는 의료기기 소프트웨어를 검증하지 않았을까요?",
    "금요일까지 의료기기 소프트웨어를 검증하고 V&V 요약을 마무리하세요.",
    "모든 플랫폼에서 그녀가 의료기기 소프트웨어를 얼마나 완벽히 검증해 둘지!",

    "배포 컷오프가 되면 그녀는 12시간째 의료기기 소프트웨어를 검증하고 있을 것이다.",
    "클라우드 랩이 중단되면 그녀는 하루 종일 의료기기 소프트웨어를 검증하지 못할 것이다.",
    "MDR 제출 때까지 그녀는 꾸준히 의료기기 소프트웨어를 검증하고 있을까요?",
    "파일럿 시험이 끝날 즈음 그녀는 몇 주째 의료기기 소프트웨어를 검증하고 있지 않을까요?",
    "가능한 한 빨리 의료기기 소프트웨어를 검증하고 CAPA 티켓을 종료하세요.",
    "규제 여정 내내 그녀가 의료기기 소프트웨어를 얼마나 굳건히 검증하고 있을지!"
  ]
}
