{
  "sentences": [
    "He made an attempt to contact his old friend.",
    "They attempted to climb the mountain before sunset.",
    "The hacker attempted to break into the system.",
    "She failed in her attempt to pass the final exam.",
    "We shouldn’t attempt to fix this without proper tools.",
    "The company attempted to expand into Europe last year.",
    "His attempt to calm the angry crowd was unsuccessful.",
    "Scientists are attempting to develop a new vaccine.",
    "The suspect made no attempt to escape.",
    "He attempted to explain, but no one listened.",
    "The dog attempted to open the gate with its nose.",
    "This was his fifth attempt to quit smoking.",
    "The crew attempted to repair the damaged engine.",
    "I won’t attempt to answer that complicated question.",
    "She attempted to run a marathon without training.",
    "The rescue team attempted to reach the stranded hikers.",
    "Her attempt to learn Japanese paid off.",
    "We attempted to restart the server several times.",
    "No attempt was made to notify the customers.",
    "He attempted to hide his disappointment with a smile.",
    "I decided to study abroad next year.",
    "She decided to quit her job and travel.",
    "We decided to take a different route.",
    "He decided to learn Spanish.",
    "They decided to cancel the project.",
    "I decided to eat healthier.",
    "She decided to apply for the scholarship.",
    "We decided to move to another city.",
    "He decided to be honest with her.",
    "They decided to delay the launch.",
    "I decided to speak up during the meeting.",
    "She decided to start her own business.",
    "We decided to adopt a dog.",
    "He decided to go to bed early.",
    "They decided to support the new plan.",
    "I decided to walk instead of taking the bus.",
    "She decided to give him another chance.",
    "We decided to hold the event online.",
    "He decided to take a break from work.",
    "They decided to try again next year.",
    "He succeeded to his father’s position as CEO.",
    "She will succeed to the throne after the king retires.",
    "The prince succeeded to the crown at age 18.",
    "After the professor retired, Dr. Kim succeeded to the chair.",
    "His eldest son succeeded to the leadership of the tribe.",
    "When the director stepped down, Jane succeeded to the role.",
    "The vice president succeeded to the presidency after the sudden death.",
    "They expect her to succeed to the head of the department.",
    "The duke succeeded to the title after his uncle's death.",
    "She succeeded to her family’s company.",
    "After years of training, he finally succeeded to the command.",
    "The eldest child traditionally succeeded to the estate.",
    "He is expected to succeed to the board next year.",
    "Upon retirement, she succeeded to the dean’s office.",
    "The general's son succeeded to military leadership.",
    "The second-born unexpectedly succeeded to the family fortune.",
    "He was shocked to succeed to his brother’s position.",
    "She succeeded to the CEO role earlier than planned.",
    "The prince succeeded to the monarchy with public support.",
    "The heir succeeded to the throne after a long dispute."
  ],
  "korean": [
    "그는 옛 친구에게 연락하려는 시도를 했다.",
    "그들은 해가 지기 전에 산을 오르려고 시도했다.",
    "해커가 시스템을 침입하려고 시도했다.",
    "그녀는 기말고사를 통과하려던 시도에서 실패했다.",
    "우리는 적절한 도구 없이 이것을 고치려 해서는 안 된다.",
    "그 회사는 작년에 유럽으로 확장하려고 시도했다.",
    "화난 군중을 진정시키려던 그의 시도는 성공하지 못했다.",
    "과학자들은 새로운 백신을 개발하려고 시도하고 있다.",
    "용의자는 도주하려는 시도를 전혀 하지 않았다.",
    "그는 설명하려 했지만 아무도 듣지 않았다.",
    "그 개는 코로 문을 열려고 시도했다.",
    "이것은 그가 금연을 시도한 다섯 번째였다.",
    "승무원은 손상된 엔진을 수리하려고 시도했다.",
    "나는 그 복잡한 질문에 답하려 하지 않을 것이다.",
    "그녀는 훈련 없이 마라톤을 뛰려고 시도했다.",
    "구조팀은 고립된 등산객들에게 도달하려 시도했다.",
    "일본어를 배우려던 그녀의 시도가 결실을 맺었다.",
    "우리는 서버를 여러 번 재시작하려고 시도했다.",
    "고객들에게 알리려는 시도는 전혀 없었다.",
    "그는 미소로 실망을 감추려 했다.",
    "나는 내년에 해외유학을 하기로 결정했어.",
    "그녀는 일을 그만두고 여행하기로 결정했어.",
    "우리는 다른 경로를 택하기로 결정했어.",
    "그는 스페인어를 배우기로 결정했어.",
    "그들은 그 프로젝트를 취소하기로 결정했어.",
    "나는 더 건강하게 먹기로 결정했어.",
    "그녀는 그 장학금에 신청하기로 결정했어.",
    "우리는 다른 도시로 이사하기로 결정했어.",
    "그는 그녀에게 솔직해지기로 결정했어.",
    "그들은 출시를 연기하기로 결정했어.",
    "나는 회의 중에 의견을 말하기로 결정했어.",
    "그녀는 자신의 사업을 시작하기로 결정했어.",
    "우리는 강아지를 입양하기로 결정했어.",
    "그는 일찍 잠자리에 들기로 결정했어.",
    "그들은 새로운 계획을 지지하기로 결정했어.",
    "나는 버스를 타는 대신 걸어가기로 결정했어.",
    "그녀는 그에게 또 한 번의 기회를 주기로 결정했어.",
    "우리는 행사를 온라인으로 열기로 결정했어.",
    "그는 일에서 잠시 휴식을 가지기로 결정했어.",
    "그들은 내년에 다시 시도하기로 결정했어.",
    "그는 아버지의 CEO 직위를 물려받았다.",
    "왕이 퇴위하면 그녀가 왕위를 계승하게 될 것이다.",
    "그 왕자는 18세에 왕관을 계승했다.",
    "교수가 은퇴한 후 김 박사가 그 학과장 자리를 계승했다.",
    "그의 장남이 부족의 지도력을 계승했다.",
    "이사가 물러나자 제인이 그 역할을 이어받았다.",
    "부통령은 급작스러운 사망 후 대통령직을 승계했다.",
    "그들은 그녀가 부서장 직위를 계승할 것으로 기대한다.",
    "그 공작은 삼촌 사망 후 작위를 계승했다.",
    "그녀는 가족 회사를 이어받았다.",
    "수년간의 훈련 끝에 그는 마침내 지휘권을 이어받았다.",
    "전통적으로 장자가 재산을 계승했다.",
    "그는 내년에 이사회에 승계될 것으로 예상된다.",
    "은퇴와 함께 그녀는 학장직을 이어받았다.",
    "장군의 아들이 군 지휘권을 이어받았다.",
    "둘째가 예상치 못하게 가문의 재산을 이어받았다.",
    "그는 형의 직위를 이어받게 되어 충격을 받았다.",
    "그녀는 계획보다 일찍 CEO 역할을 이어받았다.",
    "그 왕자는 국민의 지지를 받아 왕위를 계승했다.",
    "후계자는 오랜 분쟁 끝에 왕위를 이어받았다."
  ]
}
