{
  "sentences": [
    "She maintains the server every Sunday during the scheduled downtime.",
    "She does not maintain the server during peak-traffic hours to avoid disruptions.",
    "Does she maintain the server whenever a security patch is released?",
    "Doesn't she maintain the server when the monitoring alerts go off?",
    "Maintain the server now and restart the load balancer.",
    "How expertly she maintains the server even under heavy load!",

    "She is maintaining the server right now while most users are asleep.",
    "She is not maintaining the server at the moment because a full backup is running.",
    "Is she maintaining the server from the remote data center this evening?",
    "Isn't she maintaining the server even though the CPU is spiking?",
    "Maintain the server right away and apply the kernel upgrade.",
    "How smoothly she is maintaining the server despite tight time limits!",

    "She has maintained the server for five years without a single critical outage.",
    "She has not maintained the server since it was migrated to the cloud.",
    "Has she maintained the server according to the new compliance rules?",
    "Hasn't she maintained the server since the firewall update?",
    "Maintain the server quickly and clear the error logs.",
    "How reliably she has maintained the server through multiple migrations!",

    "She has been maintaining the server all night to meet the SLA.",
    "She has not been maintaining the server because the credentials expired.",
    "Has she been maintaining the server through the holiday weekend?",
    "Hasn't she been maintaining the server continuously during the penetration test?",
    "Maintain the server promptly and verify the SSL certificates.",
    "How diligently she has been maintaining the server during the incident!",

    "She maintained the server yesterday when the data center lost power.",
    "She did not maintain the server last Friday because she was on leave.",
    "Did she maintain the server when the patch window opened?",
    "Didn't she maintain the server before the clients noticed the bug?",
    "Maintain the server today and rotate the access keys.",
    "How effectively she maintained the server despite outdated hardware!",

    "She was maintaining the server when the security team reported a breach.",
    "She was not maintaining the server that afternoon; she was drafting documentation.",
    "Was she maintaining the server at two a.m. again?",
    "Wasn't she maintaining the server while the rest of the staff slept?",
    "Maintain the server before noon and audit the user accounts.",
    "How meticulously she was maintaining the server even with limited staff!",

    "She had maintained the server before the auditors arrived for inspection.",
    "She had not maintained the server by the time the vulnerability scan began.",
    "Had she maintained the server according to the old retention policy?",
    "Hadn't she maintained the server before the licence expired?",
    "Maintain the server before leaving and push the config to Git.",
    "How thoroughly she had maintained the server ahead of the deadline!",

    "She had been maintaining the server for hours when the root cause was finally found.",
    "She had not been maintaining the server because the network link was down.",
    "Had she been maintaining the server remotely until the VPN disconnected?",
    "Hadn't she been maintaining the server until the change-freeze began?",
    "Maintain the server by 5 p.m. and update the status page.",
    "How persistently she had been maintaining the server throughout the outage!",

    "She will maintain the server tomorrow during the planned maintenance window.",
    "She will not maintain the server tonight because a major deployment is scheduled.",
    "Will she maintain the server if the patch is released early?",
    "Won't she maintain the server once the risk is approved?",
    "Maintain the server tomorrow and generate the health report.",
    "How efficiently she will maintain the server after the upgrade!",

    "She will be maintaining the server at this time next Monday.",
    "She will not be maintaining the server during the global summit.",
    "Will she be maintaining the server when the auditors connect?",
    "Won't she be maintaining the server while the backup runs?",
    "Maintain the server this week and optimise the database indexes.",
    "How seamlessly she will be maintaining the server with the new tools!",

    "She will have maintained the server by Friday, clearing all pending alerts.",
    "She will not have maintained the server if the ticket backlog keeps growing.",
    "Will she have maintained the server before the quarterly review?",
    "Won't she have maintained the server by the time we launch?",
    "Maintain the server by Friday and submit the maintenance log.",
    "How flawlessly she will have maintained the server over the fiscal year!",

    "She will have been maintaining the server for twelve hours by the cutoff.",
    "She will not have been maintaining the server all day if the automation succeeds.",
    "Will she have been maintaining the server continuously until the migration finishes?",
    "Won't she have been maintaining the server for weeks when the audit ends?",
    "Maintain the server as soon as possible and close the incident ticket.",
    "How steadfastly she will have been maintaining the server through every challenge!"
  ],
  "korean": [
    "그녀는 예정된 일요일 다운타임마다 서버를 유지 보수한다.",
    "트래픽 피크 시간대에는 그녀는 서버를 유지 보수하지 않는다.",
    "보안 패치가 배포되면 그녀가 서버를 유지 보수하나요?",
    "모니터링 알림이 울리면 그녀는 서버를 유지 보수하지 않나요?",
    "지금 서버를 유지 보수하고 로드 밸런서를 재시작하세요.",
    "폭주하는 부하 속에서도 그녀가 서버를 얼마나 능숙하게 유지 보수하는지!",

    "그녀는 지금 사용자들이 잠든 사이에 서버를 유지 보수하고 있다.",
    "백업이 진행 중이라 그녀는 현재 서버를 유지 보수하고 있지 않다.",
    "오늘 저녁 원격 데이터 센터에서 그녀가 서버를 유지 보수하고 있나요?",
    "CPU가 치솟는데도 그녀는 서버를 유지 보수하고 있지 않나요?",
    "즉시 서버를 유지 보수하고 커널 업그레이드를 적용하세요.",
    "시간 제약에도 그녀가 서버를 얼마나 매끄럽게 유지 보수하고 있는지!",

    "그녀는 지난 5년간 단 한 번의 중대한 장애도 없이 서버를 유지 보수해 왔다.",
    "클라우드로 이전한 뒤로 그녀는 서버를 유지 보수하지 않았다.",
    "새 규정에 따라 그녀가 서버를 유지 보수했나요?",
    "방화벽 업데이트 후에도 그녀는 서버를 유지 보수하지 않았나요?",
    "오류 로그를 정리할 수 있도록 서버를 빠르게 유지 보수하세요.",
    "여러 차례 마이그레이션 속에서도 그녀가 서버를 얼마나 안정적으로 유지 보수했는지!",

    "그녀는 SLA를 맞추기 위해 밤새 서버를 유지 보수해 왔다.",
    "인증 정보가 만료돼 그녀는 서버를 유지 보수하지 못하고 있다.",
    "휴일 주말에도 그녀는 서버를 유지 보수해 왔나요?",
    "침투 테스트 동안 그녀는 계속 서버를 유지 보수하고 있지 않았나요?",
    "SSL 인증서를 확인하며 서버를 신속히 유지 보수하세요.",
    "사고 동안 그녀가 얼마나 부지런히 서버를 유지 보수하고 있는지!",

    "그녀는 어제 데이터 센터 정전 때 서버를 유지 보수했다.",
    "지난 금요일 그녀는 휴가라 서버를 유지 보수하지 않았다.",
    "패치 창이 열렸을 때 그녀는 서버를 유지 보수했나요?",
    "고객이 버그를 발견하기 전에 그녀는 서버를 유지 보수하지 않았나요?",
    "오늘 서버를 유지 보수하고 액세스 키를 교체하세요.",
    "노후 하드웨어에서도 그녀가 서버를 얼마나 효율적으로 유지 보수했는지!",

    "보안팀이 침해를 보고했을 때 그녀는 서버를 유지 보수하고 있었다.",
    "그 오후 그녀는 문서를 작성하느라 서버를 유지 보수하지 않았다.",
    "또 새벽 두 시에 그녀는 서버를 유지 보수하고 있었나요?",
    "다른 직원들이 자는 동안에도 그녀는 서버를 유지 보수하고 있지 않았나요?",
    "정오 전에 서버를 유지 보수하고 사용자 계정을 감사하세요.",
    "인력이 부족했어도 그녀가 서버를 얼마나 꼼꼼히 유지 보수하고 있었는지!",

    "감사관이 도착하기 전에 그녀는 이미 서버를 유지 보수해 두었다.",
    "취약점 스캔이 실행될 때까지 그녀는 서버를 유지 보수하지 못했다.",
    "예전 보존 정책에 따라 그녀가 서버를 유지 보수했었나요?",
    "라이선스가 만료되기 전에 그녀는 서버를 유지 보수하지 않았었나요?",
    "퇴근 전에 서버를 유지 보수하고 설정을 Git에 푸시하세요.",
    "마감 전에 그녀가 서버를 얼마나 철저히 유지 보수했는지!",

    "근본 원인이 드러났을 때 그녀는 몇 시간째 서버를 유지 보수 중이었다.",
    "네트워크 링크가 끊겨 그녀는 서버를 유지 보수하지 못하고 있었다.",
    "VPN이 끊길 때까지 그녀는 원격으로 서버를 유지 보수하고 있었나요?",
    "변경 금지 기간이 시작될 때까지 그녀는 서버를 유지 보수하고 있지 않았나요?",
    "오후 5시까지 서버를 유지 보수하고 상태 페이지를 업데이트하세요.",
    "장애 동안 그녀가 얼마나 끈질기게 서버를 유지 보수해 왔는지!",

    "내일 예정된 점검 시간에 그녀는 서버를 유지 보수할 것이다.",
    "오늘 밤 대규모 배포가 있어 그녀는 서버를 유지 보수하지 않을 것이다.",
    "패치가 일찍 나오면 그녀는 서버를 유지 보수할까요?",
    "위험이 승인되면 그녀는 서버를 유지 보수하지 않을까요?",
    "내일 서버를 유지 보수하고 상태 보고서를 작성하세요.",
    "업그레이드 후 그녀가 서버를 얼마나 효율적으로 유지 보수할지!",

    "다음 주 월요일 이 시간에 그녀는 서버를 유지 보수하고 있을 것이다.",
    "글로벌 서밋 기간에는 그녀가 서버를 유지 보수하고 있지 않을 것이다.",
    "감사팀이 접속할 때 그녀는 서버를 유지 보수하고 있을까요?",
    "백업이 진행되는 동안 그녀는 서버를 유지 보수하고 있지 않을까요?",
    "이번 주에 서버를 유지 보수하고 DB 인덱스를 최적화하세요.",
    "새 도구로 그녀가 서버를 얼마나 매끄럽게 유지 보수하고 있을지!",

    "금요일까지 그녀는 모든 경고를 해결하며 서버를 유지 보수해 둘 것이다.",
    "티켓이 계속 쌓이면 그녀는 서버를 유지 보수하지 못했을 것이다.",
    "분기 리뷰 전에 그녀는 서버를 유지 보수해 둘까요?",
    "런칭할 때쯤 그녀는 서버를 유지 보수하지 않았을까요?",
    "금요일까지 서버를 유지 보수하고 유지 보수 로그를 제출하세요.",
    "회계연도 동안 그녀가 서버를 얼마나 완벽히 유지 보수해 둘지!",

    "마감 시간이 다가오면 그녀는 12시간째 서버를 유지 보수하고 있을 것이다.",
    "자동화가 성공하면 그녀는 하루 종일 서버를 유지 보수하지 않을 것이다.",
    "마이그레이션이 끝날 때까지 그녀는 계속 서버를 유지 보수하고 있게 될까요?",
    "감사가 끝날 즈음 그녀는 몇 주째 서버를 유지 보수하고 있지 않을까요?",
    "가능한 한 빨리 서버를 유지 보수하고 사고 티켓을 종료하세요.",
    "모든 난관에도 그녀가 서버를 얼마나 굳건히 유지 보수하고 있을지!"
  ]
}
