{
  "sentences": [
    "She performs surgery every Tuesday on the cardiac ward.",
    "She does not perform surgery when the patient's vitals are unstable.",
    "Does she perform surgery when a complex case comes in?",
    "Doesn't she perform surgery even under emergency conditions?",
    "Perform surgery now and ensure the sterile field is ready.",
    "How expertly she performs surgery even in the most delicate situations!",

    "She is performing surgery right now while the residents observe.",
    "She is not performing surgery at the moment because the blood tests are delayed.",
    "Is she performing surgery in Operating Room 3 this afternoon?",
    "Isn't she performing surgery although the OR schedule is full?",
    "Perform surgery right away and page the anesthesiologist.",
    "How steadily she is performing surgery despite the time pressure!",

    "She has performed surgery on hundreds of patients this year.",
    "She has not performed surgery since returning from the conference.",
    "Has she performed surgery using the new robotic system?",
    "Hasn't she performed surgery on pediatric cases recently?",
    "Perform surgery quickly and update the operative report.",
    "How flawlessly she has performed surgery across diverse specialties!",

    "She has been performing surgery all morning without a break.",
    "She has not been performing surgery because the operating suite is being sanitized.",
    "Has she been performing surgery every day this week?",
    "Hasn't she been performing surgery continuously during the outreach program?",
    "Perform surgery promptly and send the specimen to pathology.",
    "How tirelessly she has been performing surgery during the crisis!",

    "She performed surgery last night even after her shift officially ended.",
    "She did not perform surgery yesterday due to a sudden migraine.",
    "Did she perform surgery before the transplant team arrived?",
    "Didn't she perform surgery once the donor organ became available?",
    "Perform surgery today and record the postoperative notes.",
    "How skillfully she performed surgery despite the equipment failure!",

    "She was performing surgery when the power backup system activated.",
    "She was not performing surgery that afternoon; she was mentoring interns instead.",
    "Was she performing surgery at six o’clock as originally planned?",
    "Wasn't she performing surgery when you called the OR?",
    "Perform surgery before noon and brief the patient’s family.",
    "How precisely she was performing surgery amid unexpected complications!",

    "She had performed surgery before the chief surgeon reviewed the case.",
    "She had not performed surgery by the time the lab confirmed infection.",
    "Had she performed surgery on the trauma patient earlier that day?",
    "Hadn't she performed surgery before the antibiotics were started?",
    "Perform surgery before leaving and sign the operative note.",
    "How thoroughly she had performed surgery ahead of the audit!",

    "She had been performing surgery for hours when the final graft succeeded.",
    "She had not been performing surgery because the sterilizer malfunctioned.",
    "Had she been performing surgery without the new imaging guidance?",
    "Hadn't she been performing surgery until the supply shortage hit?",
    "Perform surgery by 5 p.m. and schedule postoperative rounds.",
    "How persistently she had been performing surgery through the marathon session!",

    "She will perform surgery tomorrow on a high-risk cardiac case.",
    "She will not perform surgery tonight because she is on administrative duty.",
    "Will she perform surgery if the patient’s condition improves?",
    "Won't she perform surgery once the insurance approval is cleared?",
    "Perform surgery tomorrow and prepare the ICU bed in advance.",
    "How confidently she will perform surgery after reviewing the scans!",

    "She will be performing surgery at this time next Wednesday.",
    "She will not be performing surgery during the hospital’s accreditation week.",
    "Will she be performing surgery when the new residents start?",
    "Won't she be performing surgery while the conference livestreams the procedure?",
    "Perform surgery this week and finalize the case study.",
    "How smoothly she will be performing surgery with the upgraded equipment!",

    "She will have performed surgery on three patients by Friday.",
    "She will not have performed surgery if the OR renovation runs late.",
    "Will she have performed surgery before the medical board review?",
    "Won't she have performed surgery by the time the relatives arrive?",
    "Perform surgery by Friday and submit the surgical summary.",
    "How impeccably she will have performed surgery throughout the rotation!",

    "She will have been performing surgery for twelve hours by the end of her shift.",
    "She will not have been performing surgery all day if the robotic suite remains offline.",
    "Will she have been performing surgery continuously until the transplant is complete?",
    "Won't she have been performing surgery for weeks by the time the new fellows join?",
    "Perform surgery as soon as possible and brief the transplant coordinator.",
    "How steadfastly she will have been performing surgery throughout the entire campaign!"
  ],
  "korean": [
    "그녀는 매주 화요일 심장 병동에서 수술을 집도한다.",
    "환자 활력 징후가 불안정할 때 그녀는 수술을 집도하지 않는다.",
    "복잡한 케이스가 들어오면 그녀가 수술을 집도하나요?",
    "응급 상황에도 그녀는 수술을 집도하지 않나요?",
    "지금 수술을 집도하고 무균 상태를 확인하세요.",
    "가장 섬세한 상황에서도 그녀가 수술을 얼마나 능숙하게 집도하는지!",

    "그녀는 지금 레지던트들이 지켜보는 가운데 수술을 집도하고 있다.",
    "혈액 검사 결과가 지연되어 그녀는 현재 수술을 집도하지 못하고 있다.",
    "오늘 오후 3번 수술실에서 그녀가 수술을 집도하고 있나요?",
    "수술실 일정이 꽉 찼는데도 그녀는 수술을 집도하고 있지 않나요?",
    "즉시 수술을 집도하고 마취과에 호출하세요.",
    "시간 압박 속에서도 그녀가 얼마나 침착하게 수술을 집도하고 있는지!",

    "그녀는 올해만 수백 명의 환자를 수술했다.",
    "해외 학회 이후로 그녀는 수술을 집도하지 않았다.",
    "새 로봇 시스템으로 그녀가 수술을 집도했나요?",
    "최근 소아 환자에게 수술을 집도하지 않았나요?",
    "빠르게 수술을 집도하고 수술 기록을 작성하세요.",
    "다양한 분야에서 그녀가 얼마나 완벽히 수술을 집도했는지!",

    "그녀는 아침 내내 쉬지 않고 수술을 집도해 왔다.",
    "수술실 소독 때문에 그녀는 수술을 집도하지 못하고 있다.",
    "이번 주 내내 그녀는 매일 수술을 집도해 왔나요?",
    "봉사 활동 중에도 그녀는 계속 수술을 집도하고 있지 않았나요?",
    "신속히 수술을 집도하고 검체를 병리과로 보내세요.",
    "긴급 사태 속에서도 그녀가 얼마나 지치지 않고 수술을 집도하고 있는지!",

    "그녀는 어젯밤 근무가 끝난 후에도 수술을 집도했다.",
    "편두통으로 어제 그녀는 수술을 집도하지 못했다.",
    "이식팀이 도착하기 전에 그녀는 수술을 집도했나요?",
    "공여 장기가 도착하자마자 그녀는 수술을 집도하지 않았나요?",
    "오늘 수술을 집도하고 회복 기록을 남기세요.",
    "장비 고장 속에서도 그녀가 얼마나 능숙히 수술을 집도했는지!",

    "백업 전원이 작동할 때 그녀는 수술을 집도하고 있었다.",
    "그 오후 그녀는 인턴을 교육하느라 수술을 집도하지 않았다.",
    "예정대로 여섯 시에 그녀는 수술을 집도하고 있었나요?",
    "수술실에 전화했을 때 그녀는 수술을 집도하고 있지 않았나요?",
    "정오 전에 수술을 집도하고 보호자에게 설명하세요.",
    "예기치 않은 합병증 속에서도 그녀가 수술을 얼마나 정확히 집도하고 있었는지!",

    "감사팀이 오기 전에 그녀는 이미 수술을 마쳐 두었다.",
    "감염 확인 전까지 그녀는 수술을 집도하지 못했다.",
    "그날 일찍 외상 환자에게 수술을 집도했었나요?",
    "항생제 투여 전에 그녀는 수술을 집도하지 않았었나요?",
    "퇴근 전에 수술을 집도하고 기록에 서명하세요.",
    "감사 전에 그녀가 얼마나 철저히 수술을 마쳤는지!",

    "이식편이 성공했을 때 그녀는 몇 시간째 수술을 집도 중이었다.",
    "멸균기가 고장 나 그녀는 수술을 집도하지 못하고 있었다.",
    "새 영상 장비 없이 그녀는 아침 내내 수술을 집도하고 있었나요?",
    "물자 부족이 시작될 때까지 그녀는 수술을 집도하고 있지 않았나요?",
    "오후 5시까지 수술을 집도하고 대시보드를 업데이트하세요.",
    "마라톤 세션에서도 그녀가 얼마나 끈질기게 수술을 집도했는지!",

    "내일 그녀는 고위험 심장 수술을 집도할 것이다.",
    "오늘 밤 그녀는 행정 당직이라 수술을 집도하지 않을 것이다.",
    "환자 상태가 호전되면 그녀는 수술을 집도할까요?",
    "보험 승인만 나면 그녀는 수술을 집도하지 않을까요?",
    "내일 수술을 집도하고 중환자실 병상을 예약하세요.",
    "영상 판독 후 그녀가 얼마나 자신 있게 수술을 집도할지!",

    "다음 주 수요일 이 시간 그녀는 수술을 집도하고 있을 것이다.",
    "병원 인증 주간에는 그녀가 수술을 집도하고 있지 않을 것이다.",
    "새 레지던트가 시작할 때 그녀는 수술을 집도하고 있을까요?",
    "학회에서 라이브 중계할 때도 그녀는 수술을 집도하고 있지 않을까요?",
    "이번 주에 수술을 집도하고 증례 보고를 완성하세요.",
    "업그레이드된 장비로 그녀가 얼마나 매끄럽게 수술을 집도할지!",

    "금요일까지 그녀는 세 명의 환자 수술을 마쳐 둘 것이다.",
    "수술실 공사가 늦어지면 그녀는 수술을 집도하지 못했을 것이다.",
    "의학 위원회 리뷰 전에 그녀는 수술을 집도해 둘까요?",
    "보호자가 도착할 때쯤 그녀는 수술을 집도하지 않았을까요?",
    "금요일까지 수술을 집도하고 수술 요약을 제출하세요.",
    "로테이션 동안 그녀가 얼마나 완벽히 수술을 집도했는지!",

    "교대가 끝날 무렵 그녀는 12시간째 수술을 집도하고 있을 것이다.",
    "로봇 수술실이 중단되면 그녀는 하루 종일 수술을 집도하지 못할 것이다.",
    "이식이 완료될 때까지 그녀는 계속 수술을 집도하고 있게 될까요?",
    "새 펠로우가 올 때쯤 그녀는 몇 주째 수술을 집도하고 있지 않을까요?",
    "가능한 한 빨리 수술을 집도하고 이식 코디네이터에게 보고하세요.",
    "캠페인 내내 그녀가 얼마나 굳건히 수술을 집도할지!"
  ]
}
