{
  "sentences": [
    "I spend an hour playing games.",
    "I spend two hours taking a shower.",
    "Do you spend two hours taking a shower?",
    "He is killing.",
    "Killing him is hard.",
    "I spend a little money on books every month.",
    "I like watching TV because it releases stress.",
    "When I'm depressed, I go to concerts.",
    "When I get together with friends, we go to the movies.",
    "When I get home, I watch TV alone.",
    "When I'm bored, I watch TV on my phone.",
    "When I'm angry, I spend one hour playing games.",
    "After picking a book, I pay for it.",
    "When I'm down, I go to a public bath.",
    "When I have money, I spend a lot shopping for clothes.",
    "When I want to eat out, I send a text message to him.",
    "When I have time, I go to the gym.",
    "Don't forget to turn off the TV when you go to bed."
  ],
  "korean": [
    "게임을 하며 1시간을 쓴다.",
    "샤워하는 데 2시간을 써.",
    "너 샤워하는 데 2시간 써?",
    "그는 지금 죽이는 중이다.",
    "그를 죽이는 것은 어렵다.",
    "나는 매달 책에 약간의 돈을 쓴다.",
    "TV 보는 것을 좋아해, 왜냐하면 스트레스를 풀어주니까.",
    "우울할 때, 난 콘서트에 간다.",
    "친구들과 어울릴 때, 우린 영화를 보러 간다.",
    "집에 도착하면 혼자 TV를 본다.",
    "심심하면 폰으로 TV를 봐.",
    "화가 나면 게임하는 데 1시간 쓴다.",
    "책을 고른 뒤에 값을 지불한다.",
    "기분이 다운되면 대중목욕탕에 간다.",
    "돈이 생기면 옷 사느라 많이 쓴다.",
    "외식이 하고 싶으면 그에게 문자 보내.",
    "시간이 있으면 헬스장에 간다.",
    "잘 때 TV 끄는 것 잊지 마."
  ],
  "explanations": [
    "Gerund phrase “playing games” is the object of ‘spend’ (pattern: spend + time + V-ing).",
    "Gerund phrase “taking a shower” functions as the object of ‘spend’, indicating duration.",
    "Interrogative present simple with auxiliary “do”; the gerund phrase still serves as the object of ‘spend’.",
    "Present progressive: be + present participle “killing” expresses an action happening now.",
    "Gerund phrase “Killing him” acts as the subject of the sentence.",
    "Pattern: spend + money + on + noun; here no gerund—“books” is a noun object of the preposition.",
    "Gerund phrase “watching TV” is the object of ‘like’; “because” introduces a reason clause.",
    "Time clause with linking verb: past participle adjective “depressed” follows “am.”",
    "Time clause; phrasal verb “get together”; main clause simple present “go.”",
    "Subordinate time clause + main clause in simple present; no participles involved.",
    "Past participle adjective “bored” follows “am”; main clause simple present with adverbial phrase.",
    "Within the when-clause, spend + time + V-ing pattern shows gerund “playing” as object.",
    "Adverbial participial phrase “After picking a book” uses present participle “picking” to show sequence.",
    "Time clause with adjective complement “down”; main clause simple present.",
    "Spend + money + V-ing: gerund phrase “shopping for clothes” functions as object after the when-clause.",
    "In the when-clause, infinitive phrase “to eat out” complements ‘want’; main clause imperative.",
    "Conditional clause and main clause both in simple present; no participles.",
    "Imperative “Don’t forget” followed by infinitive “to turn off”; subordinate time clause gives context."
  ]
}
