{
  "sentences": [
    "Developing software for medical imaging devices requires a deep understanding of clinical workflows.",
    "Our AI algorithm, which has been trained on thousands of MRI scans, can detect the early signs of Alzheimer's disease.",
    "Adhering to FDA guidelines is essential when designing software that assists with diagnosis.",
    "Patient data collected by the device is securely encrypted and stored in full compliance with HIPAA.",
    "Obtaining FDA approval requires submitting extensive clinical validation data.",
    "Physicians rely on the software's analyzed output to support their diagnoses.",
    "After successfully passing the verification phase, the software was deployed to several hospitals.",
    "The software can identify structural brain changes associated with cognitive decline.",
    "All software updates must be validated before installation in a clinical environment.",
    "The Alzheimer's patients included in the study showed significant improvement following early detection.",
    "The user interface is designed to be intuitive for both neurologists and radiologists.",
    "Ensuring software reliability is a core FDA requirement for Class II devices.",
    "By analyzing historical data, the system predicts potential cognitive decline.",
    "Every software release must be thoroughly documented and version-controlled to satisfy regulatory audits.",
    "The machine-learning model embedded in the device continually improves through retraining.",
    "Before launching the software, we conducted usability tests with more than 50 clinicians.",
    "Regulatory bodies emphasize the importance of traceability in medical software development.",
    "Real-time monitoring of patient behavior provides valuable insights for dementia care.",
    "The collected MRI data is processed using a validated segmentation pipeline.",
    "Algorithm-generated results are reviewed by board-certified specialists.",
    "FDA-approved software must maintain strict version control and robust rollback capabilities.",
    "Clinical decision-support tools are becoming increasingly important in Alzheimer’s care.",
    "Every device connected to the hospital network must comply with cybersecurity protocols.",
    "An alert is triggered automatically whenever abnormal brain activity is detected.",
    "Data integrity must be ensured throughout the lifecycle of the medical device.",
    "Our platform enables clinicians to review patient imaging securely from remote locations.",
    "An error in the segmentation module was detected and resolved during verification.",
    "The AI software achieved sensitivity and specificity exceeding 90 % in detecting mild cognitive impairment.",
    "Failure to document software changes can result in regulatory penalties.",
    "We are currently preparing a De Novo submission to the FDA for our Alzheimer's detection system."
  ],
  "korean": [
    "의료 영상 장비용 소프트웨어를 개발하려면 임상 워크플로에 대한 깊은 이해가 필요합니다.",
    "수천 건의 MRI 영상을 학습한 당사의 AI 알고리즘은 알츠하이머병 초기 징후를 감지할 수 있습니다.",
    "진단 보조 소프트웨어를 설계할 때는 FDA 지침을 준수하는 것이 필수적입니다.",
    "기기에서 수집된 환자 데이터는 암호화되어 HIPAA 규정을 완전히 준수하며 안전하게 저장됩니다.",
    "FDA 승인을 얻으려면 방대한 임상 검증 데이터를 제출해야 합니다.",
    "의사들은 진단을 지원하기 위해 소프트웨어가 생성한 분석 결과에 의존합니다.",
    "검증 단계를 성공적으로 통과한 후 소프트웨어는 여러 병원에 배포되었습니다.",
    "이 소프트웨어는 인지 저하와 연관된 뇌의 구조적 변화를 식별할 수 있습니다.",
    "임상 환경에 설치하기 전에 모든 소프트웨어 업데이트는 반드시 검증되어야 합니다.",
    "연구에 포함된 알츠하이머 환자들은 조기 발견 이후 눈에 띄는 호전을 보였습니다.",
    "사용자 인터페이스는 신경과 의사와 영상의학과 의사가 쉽게 사용할 수 있도록 직관적으로 설계되었습니다.",
    "소프트웨어의 신뢰성을 확보하는 것은 Class II 기기에 대한 FDA의 핵심 요구사항 중 하나입니다.",
    "과거 데이터를 분석함으로써 시스템은 잠재적인 인지 저하를 예측할 수 있습니다.",
    "모든 소프트웨어 릴리스는 규제 감사를 대비해 철저히 문서화되고 버전 관리되어야 합니다.",
    "기기에 내장된 머신러닝 모델은 재학습을 통해 지속적으로 성능을 향상시킵니다.",
    "소프트웨어 출시 전에 50명 이상의 임상의와 함께 사용성 테스트를 실시했습니다.",
    "규제 기관은 의료 소프트웨어 개발에서 추적 가능성의 중요성을 강조합니다.",
    "환자 행동을 실시간으로 모니터링하면 치매 돌봄에 유용한 통찰을 제공합니다.",
    "수집된 MRI 데이터는 검증된 분할 파이프라인을 통해 처리됩니다.",
    "알고리즘이 생성한 결과는 자격을 갖춘 전문의가 검토합니다.",
    "FDA 승인을 받은 소프트웨어는 엄격한 버전 관리와 견고한 롤백 기능을 유지해야 합니다.",
    "임상의사 결정 지원 도구는 알츠하이머 치료에서 점점 더 중요해지고 있습니다.",
    "병원 네트워크에 연결된 모든 기기는 사이버 보안 프로토콜을 준수해야 합니다.",
    "비정상적인 뇌 활동이 감지되면 경고가 자동으로 발생합니다.",
    "의료기기의 전체 수명 주기 동안 데이터 무결성이 보장되어야 합니다.",
    "우리 플랫폼은 의사들이 원격에서도 환자 영상을 안전하게 검토할 수 있도록 합니다.",
    "검증 과정에서 분할 모듈의 오류가 발견되어 해결되었습니다.",
    "이 AI 소프트웨어는 경도인지장애를 감지하는 데서 90%를 초과하는 민감도와 특이도를 달성했습니다.",
    "소프트웨어 변경 사항을 문서화하지 않으면 규제 처벌을 받을 수 있습니다.",
    "우리는 현재 알츠하이머 감지 시스템에 대해 FDA에 De Novo 신청을 준비하고 있습니다."
  ]
}
