{
  "sentences": [
    "Today, we will take a journey through the music of a film composer.",
    "He was born on August 14, 1953, in Los Angeles, California.",
    "His music carries deep stories within it. When you listen, it feels as though those stories flow through the melodies.",
    "The first film score was Aliens in 1986.",
    "Working with the eccentric director James Cameron was extremely demanding, and he had to compose the entire score in just ten days.",
    "As the film kept changing, tensions grew between Cameron and James Horner, and eventually, they went their separate ways.",
    "The second was in the same year, 1986, with An American Tail and the song 'Somewhere Out There.'",
    "Performed by Linda Ronstadt and James Ingram, it reached number two on the Billboard Hot 100 in the second week of March 1987.",
    "It remained in the Top 10 for five weeks, the Top 20 for eight weeks, and the Top 40 for twelve weeks—a truly remarkable song.",
    "The third came in 1994, when his artistry had matured, and he began creating music I still cherish today.",
    "That was Legends of the Fall.",
    "The score elevated Brad Pitt into a legendary figure and perfectly captured the lyrical mood of autumn.",
    "Anthony Hopkins’ performance in the film was also outstanding.",
    "The fourth was the film that made me want to own an Uilleann pipe.",
    "That film was Braveheart.",
    "The early part of the movie is filled with happiness and beauty, but the music steadily reveals pain and solemnity, moving the audience with sorrow.",
    "The fifth was an unexpected reunion with James Cameron—something that seemed unlikely ever to happen.",
    "The result was the unforgettable Titanic.",
    "Once again, the haunting sound of the Uilleann pipes stirred my heart, and both the film and the score became timeless masterpieces.",
    "Later, they joined forces again on Avatar, creating yet another great film and score.",
    "Even in action sequences, his music carried the weight of a grand epic, giving the sense of a vast saga unfolding.",
    "Sadly, the score for Avatar: The Way of Water was not his.",
    "In 2015, he tragically died in the crash of his private plane.",
    "The fact that his music has stopped is a great loss to my own life as well.",
    "It feels as though something deep within me has been silenced forever, leaving behind an unshakable sense of loss."
  ],
  "korean": [
    "오늘 우리는 한 영화 음악가의 음악 속으로 여행을 떠날 것입니다.",
    "그는 1953년 8월 14일, 캘리포니아 로스앤젤레스에서 태어났습니다.",
    "그의 음악은 깊은 이야기를 품고 있습니다. 그것을 들을 때, 마치 그 이야기들이 선율 속에 흐르는 것처럼 느껴집니다.",
    "그의 첫 영화 음악은 1986년의 《에일리언 2》였습니다.",
    "괴짜 감독 제임스 카메론과의 작업은 매우 힘들었고, 그는 단 열흘 만에 전체 음악을 작곡해야 했습니다.",
    "영화가 계속 바뀌면서 카메론과 제임스 호너 사이의 긴장이 커졌고, 결국 그들은 결별하게 되었습니다.",
    "두 번째는 같은 해 1986년, 《아메리칸 테일》과 노래 ‘Somewhere Out There’였습니다.",
    "린다 론스타드와 제임스 잉그램이 불렀으며, 1987년 3월 둘째 주에 빌보드 핫 100 차트 2위에 올랐습니다.",
    "이 곡은 5주 동안 Top 10, 8주 동안 Top 20, 12주 동안 Top 40에 머물렀습니다—정말 놀라운 노래였습니다.",
    "세 번째는 1994년에 나왔습니다. 그의 예술성이 성숙해졌고, 지금도 제가 소중히 여기는 음악을 만들기 시작했습니다.",
    "그 작품은 《가을의 전설》이었습니다.",
    "그 음악은 브래드 피트를 전설적인 인물로 끌어올렸고, 가을의 서정적인 분위기를 완벽히 담아냈습니다.",
    "영화에서 앤서니 홉킨스의 연기도 뛰어났습니다.",
    "네 번째는 저에게 퓰린 파이프를 갖고 싶게 만든 영화였습니다.",
    "그 영화는 《브레이브하트》였습니다.",
    "영화 초반은 행복과 아름다움으로 가득 차 있지만, 음악은 점차 고통과 장엄함을 드러내며 관객을 슬픔으로 움직입니다.",
    "다섯 번째는 결코 일어날 것 같지 않았던 제임스 카메론과의 뜻밖의 재회였습니다.",
    "그 결과는 잊을 수 없는 《타이타닉》이었습니다.",
    "다시 한 번 퓰린 파이프의 애절한 소리가 제 마음을 흔들었고, 영화와 음악 모두가 시대를 초월한 걸작이 되었습니다.",
    "이후 그들은 다시 《아바타》에서 손을 잡아 또 하나의 위대한 영화와 음악을 만들어냈습니다.",
    "액션 장면에서도 그의 음악은 장대한 서사의 무게를 지니며, 거대한 대서사가 펼쳐지는 듯한 느낌을 주었습니다.",
    "안타깝게도 《아바타: 물의 길》의 음악은 그의 것이 아니었습니다.",
    "2015년, 그는 개인 비행기 추락 사고로 비극적으로 세상을 떠났습니다.",
    "그의 음악이 멈췄다는 사실은 제 삶에도 큰 상실입니다.",
    "마치 제 안의 어떤 깊은 것이 영원히 침묵한 듯하고, 지울 수 없는 상실감만이 남아 있습니다."
  ]
}
