{
  "sentences": [
    "I will tell you four short coffee stories.",
    "People tell an old story from Ethiopia.",
    "A young goat herder named Kaldi watched his goats.",
    "They ate red coffee cherries and jumped with energy.",
    "Kaldi tried the cherries too and felt awake and strong.",
    "Monks dried the seeds, roasted them, and made a drink.",
    "That drink was coffee.",
    "This story is fun, but it is a legend.",
    "People say it happened around 850 CE.",
    "The first written version appeared much later, in 1671.",
    "So we call it a legend, not a proven fact.",
    "Long ago in Europe, some leaders called coffee the devil’s drink.",
    "They worried it was dangerous or unholy.",
    "People asked Pope Clement VIII to ban coffee.",
    "The story says the Pope tasted coffee and smiled.",
    "He said it was too good to ban.",
    "Some versions say he even baptized the drink.",
    "This is a popular legend, not a strict fact.",
    "It shows how coffee moved from fear to love in Europe.",
    "Now, let’s go to Vienna.",
    "There is a classic drink called Einspänner.",
    "It is strong black coffee in a glass with thick whipped cream on top.",
    "You do not stir it.",
    "You sip the hot coffee from under the cool cream.",
    "Many people say carriage drivers liked this drink.",
    "The cream kept the coffee warm and helped it not spill.",
    "This driver detail is a popular origin story, not a proven fact.",
    "There is another Vienna tale about a café called Blue Bottle.",
    "After a big battle near Vienna long ago, the café became famous in stories.",
    "This is a legend many coffee lovers like to share.",
    "Many years later, a small roaster in California used the same name: Blue Bottle Coffee.",
    "They wanted to roast fresh and serve simple.",
    "Today, many people know the brand for clean taste and careful brewing."
  ],
  "korean": [
    "네 가지 짧은 커피 이야기를 들려줄게.",
    "사람들은 에티오피아에서 전해 오는 옛 이야기를 말해.",
    "칼디라는 어린 염소치기가 염소들을 지켜봤어.",
    "염소들은 빨간 커피 열매를 먹고 힘차게 뛰었어.",
    "칼디도 그 열매를 먹어 보고 정신이 또렷하고 힘이 났어.",
    "수도사들이 씨를 말리고 볶아서 음료를 만들었어.",
    "그 음료가 바로 커피야.",
    "이 이야기는 재미있지만 전설이야.",
    "사람들은 이 일이 서기 850년경에 있었다고 말해.",
    "하지만 최초의 문헌 기록은 훨씬 뒤인 1671년에 나와.",
    "그래서 확인된 사실이 아니라 전설이라고 해.",
    "오래전 유럽에서 어떤 지도자들은 커피를 ‘악마의 음료’라고 불렀어.",
    "그들은 커피가 위험하거나 신성하지 않다고 걱정했어.",
    "사람들은 교황 클레멘스 8세에게 커피를 금지해 달라고 요청했어.",
    "이야기에 따르면 교황은 커피를 맛보고 미소 지었대.",
    "그는 커피가 금지하기엔 너무 좋다고 말했어.",
    "어떤 버전에서는 교황이 커피에 ‘세례’를 내렸다고도 해.",
    "이것은 널리 퍼진 전설이지, 엄밀한 공식 기록은 아니야.",
    "하지만 커피가 유럽에서 두려움의 대상에서 사랑받는 음료로 바뀌었음을 보여 줘.",
    "이제 비엔나로 가 보자.",
    "아인슈페너라는 고전 커피가 있어.",
    "진한 블랙 커피를 유리잔에 담고 그 위에 두꺼운 휘핑크림을 올려.",
    "섞지 않아.",
    "차가운 크림 아래에서 뜨거운 커피를 홀짝 마셔.",
    "많은 사람들이 마차꾼들이 이 커피를 좋아했다고 말해.",
    "크림이 커피를 따뜻하게 유지하고 넘치지 않게 도와줬대.",
    "이 ‘마차꾼’ 이야기는 대중적 기원설일 뿐, 입증된 사실은 아니야.",
    "비엔나에 ‘블루보틀’이라는 카페에 대한 또 다른 이야기가 있어.",
    "오래전 비엔나 근처 큰 전투 이후 그 카페가 이야기 속에서 유명해졌대.",
    "이것은 많은 커피 애호가들이 즐겨 말하는 전설이야.",
    "오랜 후에 캘리포니아의 작은 로스터리가 같은 이름 ‘블루보틀 커피’를 썼어.",
    "그들은 신선하게 볶고 단순하게 내는 걸 원했어.",
    "오늘날 많은 사람들이 이 브랜드를 깨끗한 맛과 세심한 추출로 알아."
  ],
  "explanations": [
    "Title sentence addressed to one person; sets the talk scope.",
    "Context setting; introduces the Ethiopian origin legend.",
    "Simple past narrative about Kaldi; subject–verb–object.",
    "Describes cause (eating cherries) and effect (energy).",
    "Sequential actions with ‘and’; feeling adjectives for clarity.",
    "Parallel verbs (dried/roasted/made) show process.",
    "Summary statement linking the process to ‘coffee’.",
    "Explicitly marks this as a LEGEND (not proven).",
    "Timing note: commonly placed around 850 CE.",
    "Evidence note: first written account in 1671.",
    "Conclusion: therefore it remains a legend.",
    "Introduces the ‘devil’s drink’ framing in Europe.",
    "States the fear/risk perception at the time.",
    "Names Pope Clement VIII and the ban request.",
    "Legend detail: the Pope tasted and reacted positively.",
    "Key quote idea: ‘too good to ban’.",
    "Variant of the legend: ‘baptized’ the drink.",
    "Clarifies status: legend, not archival fact.",
    "Takeaway: cultural shift from fear to acceptance.",
    "Transition to Vienna section.",
    "Names the drink ‘Einspänner’.",
    "Defines composition: black coffee + whipped cream.",
    "Instructional style: imperative ‘do not stir’.",
    "How to drink: ‘sip from under the cream’.",
    "Popular origin story about carriage drivers.",
    "Function of cream: warmth and spill control.",
    "Clarifies that the driver story is a popular origin myth.",
    "Introduces Blue Bottle tale in Vienna.",
    "Situates the tale after a battle; marks it as a story.",
    "Labels it as a legend shared by coffee culture.",
    "Modern fact: California roaster reuses the name.",
    "Brand philosophy: fresh roasting and simple service.",
    "Current reputation: clean taste and careful brewing."
  ]
}