{
  "sentences": [
    "She plays the piano every evening. Her neighbors often stop to listen.",
    "She does not play the piano on Sundays. She lets her fingers rest that day.",
    "Does she play the piano at weddings in the summer?",
    "Doesn't she play the piano when guests request a song after dinner?",
    "Play the piano now and warm up your fingers for practice.",
    "How beautifully she plays the piano during the concert in the grand hall!",

    "She is playing the piano right now. The melody fills the living room.",
    "She is not playing the piano at the moment because the baby is asleep upstairs.",
    "Is she playing the piano for her online lesson this morning?",
    "Isn't she playing the piano even though the recital is tomorrow?",
    "Play the piano right away and record two takes for your teacher.",
    "How beautifully she is playing the piano under the soft stage lights!",

    "She has already played the piano today and posted the video online.",
    "She has not played the piano yet; the rehearsal was delayed again.",
    "Has she played the piano since she arrived at the studio?",
    "Hasn't she played the piano despite the new score on the stand?",
    "Play the piano quickly before the class begins.",
    "How beautifully she has played the piano in every competition so far!",

    "She has been playing the piano for ten years without missing a single lesson.",
    "She has not been playing the piano regularly since the renovation started.",
    "Has she been playing the piano every day this month?",
    "Hasn't she been playing the piano because of her injured wrist?",
    "Play the piano promptly and keep your practice streak alive.",
    "How beautifully she has been playing the piano throughout her childhood!",

    "She played the piano last night despite the thunderstorm outside.",
    "She did not play the piano yesterday because she had a fever.",
    "Did she play the piano during the holiday gathering?",
    "Didn't she play the piano when the composer visited?",
    "Play the piano today and memorize the first movement.",
    "How beautifully she played the piano at the festival last year!",

    "She was playing the piano when the power suddenly went out.",
    "She was not playing the piano that week while she recovered from surgery.",
    "Was she playing the piano at eight o’clock as usual?",
    "Wasn't she playing the piano when you called her earlier?",
    "Play the piano before noon and send the recording to your coach.",
    "How beautifully she was playing the piano during her school days!",

    "She had played the piano before the sun rose on the day of the contest.",
    "She had not played the piano by the time the audience arrived.",
    "Had she played the piano, she would have impressed the judges.",
    "Hadn't she played the piano earlier, she might have lost her confidence.",
    "Play the piano before leaving for the airport.",
    "How beautifully she had played the piano in her hometown concerts!",

    "She had been playing the piano for three hours when her teacher finally stopped her.",
    "She had not been playing the piano much because of the war.",
    "Had she been playing the piano every morning before the strike began?",
    "Hadn't she been playing the piano until her illness worsened last spring?",
    "Play the piano by 5 p.m. and finish the practice log.",
    "How beautifully she had been playing the piano before graduation!",

    "She will play the piano next year at the international competition.",
    "She will not play the piano tomorrow because of the festival parade.",
    "Will she play the piano if the weather improves?",
    "Won't she play the piano even after the holidays end?",
    "Play the piano tomorrow and register the take for the audition.",
    "How beautifully she will play the piano on the grand stage!",

    "She will be playing the piano at this time next Monday.",
    "She will not be playing the piano during the summer break.",
    "Will she be playing the piano when the new term begins?",
    "Won't she be playing the piano while her parents are abroad?",
    "Play the piano this week and submit the assignment.",
    "How beautifully she will be playing the piano in the coming season!",

    "She will have played the piano by eight, so call her at the hall.",
    "She will not have played the piano by then if the flight is delayed.",
    "Will she have played the piano before the announcement?",
    "Won't she have played the piano by the time you arrive?",
    "Play the piano by Friday and complete all your recordings.",
    "How beautifully she will have played the piano by the end of high school!",

    "She will have been playing the piano for twelve years by next June.",
    "She will not have been playing the piano long enough to graduate.",
    "Will she have been playing the piano for a whole decade by then?",
    "Won't she have been playing the piano continuously despite the relocations?",
    "Play the piano as soon as possible and meet your accompanist.",
    "How beautifully she will have been playing the piano throughout her youth!"
  ],
  "korean": [
    "그녀는 매일 저녁 피아노를 연주한다. 이웃들이 종종 멈춰 서서 귀 기울인다.",
    "그녀는 일요일에는 피아노를 연주하지 않는다. 그날은 손가락을 쉬게 한다.",
    "여름철 결혼식에서 그녀는 피아노를 연주하나요?",
    "저녁 식사 후 손님들이 곡을 청하면 그녀는 피아노를 연주하지 않나요?",
    "지금 피아노를 연주하고 손가락을 풀어 보세요.",
    "콘서트홀에서 그녀가 피아노를 연주하는 모습은 정말 아름답다!",

    "그녀는 지금 피아노를 연주하고 있다. 선율이 거실을 가득 채운다.",
    "아기가 위층에서 자고 있어서 그녀는 지금 피아노를 연주하지 않는다.",
    "오늘 아침 온라인 레슨을 위해 그녀는 피아노를 연주하고 있나요?",
    "리사이틀이 내일인데도 그녀는 피아노를 연주하고 있지 않나요?",
    "곧바로 피아노를 연주하고 두 번 녹음해 선생님께 보내세요.",
    "부드러운 무대 조명 아래서 그녀가 피아노를 연주하고 있는 모습은 매우 아름답다!",

    "그녀는 오늘 이미 피아노를 연주했고 영상을 온라인에 올렸다.",
    "그녀는 아직 피아노를 연주하지 않았다. 리허설이 또 지연됐다.",
    "그녀는 스튜디오에 도착한 뒤 피아노를 연주했나요?",
    "악보가 새로 놓여 있는데도 그녀는 피아노를 연주하지 않았나요?",
    "수업이 시작되기 전에 서둘러 피아노를 연주하세요.",
    "그녀는 지금까지 열린 모든 대회에서 피아노를 정말 아름답게 연주해 왔다!",

    "그녀는 열 해 동안 한 번도 빠지지 않고 피아노를 연주해 왔다.",
    "공사가 시작된 이후로 그녀는 규칙적으로 피아노를 연주하지 못하고 있다.",
    "이번 달 내내 그녀는 매일 피아노를 연주해 왔나요?",
    "손목 부상 때문에 그녀는 피아노를 연주해 오지 않았나요?",
    "지각하지 말고 즉시 피아노를 연주해 연습 기록을 이어 가세요.",
    "어린 시절 내내 그녀가 피아노를 연주해 온 모습은 정말 아름답다!",

    "어젯밤 폭풍우에도 불구하고 그녀는 피아노를 연주했다.",
    "어제 그녀는 열이 나서 피아노를 연주하지 않았다.",
    "연휴 모임에서 그녀는 피아노를 연주했나요?",
    "작곡가가 방문했을 때 그녀는 피아노를 연주하지 않았나요?",
    "오늘 피아노를 연주하고 1악장을 외우세요.",
    "작년 축제에서 그녀가 피아노를 연주한 모습은 정말 아름다웠다!",

    "전기가 갑자기 나갔을 때 그녀는 피아노를 연주하고 있었다.",
    "수술 후 회복 기간 동안 그 주에 그녀는 피아노를 연주하지 않고 있었다.",
    "평소처럼 여덟 시에 그녀는 피아노를 연주하고 있었나요?",
    "조금 전 당신이 전화했을 때 그녀는 피아노를 연주하고 있지 않았나요?",
    "정오 전에 피아노를 연주하고 녹음을 선생님께 보내세요.",
    "학창 시절 그녀가 피아노를 연주하던 모습은 정말 아름다웠다!",

    "그 대회 날 해가 뜨기 전에 그녀는 이미 피아노를 연주해 두었다.",
    "관객이 도착할 때까지도 그녀는 피아노를 연주하지 못했다.",
    "그녀가 피아노를 연주했더라면 심사위원을 감동시켰을 것이다.",
    "그녀가 일찍 피아노를 연주하지 않았다면 버스를 놓쳤을 것이다.",
    "출국 전에 피아노를 연주하세요.",
    "고향 무대에서 그녀가 피아노를 연주했던 모습은 정말 아름다웠다!",

    "선생님이 마침내 멈출 때까지 그녀는 세 시간 동안 피아노를 연주하고 있었다.",
    "전쟁 때문에 그녀는 피아노를 많이 연주하지 못하고 있었다.",
    "파업이 시작되기 전에 그녀는 매일 아침 피아노를 연주하고 있었나요?",
    "지난봄 병세가 악화될 때까지 그녀는 피아노를 연주하고 있지 않았나요?",
    "오후 5시까지 피아노를 연주하고 연습 일지를 작성하세요.",
    "졸업 전 그녀가 피아노를 연주하고 있던 모습은 정말 아름다웠다!",

    "내년에 그녀는 국제 대회에서 피아노를 연주할 것이다.",
    "축제 퍼레이드 때문에 그녀는 내일 피아노를 연주하지 않을 것이다.",
    "날씨가 좋아지면 그녀는 피아노를 연주할까요?",
    "방학이 끝나도 그녀는 피아노를 연주하지 않을까요?",
    "내일 피아노를 연주하고 오디션용 녹음을 등록하세요.",
    "그녀가 큰 무대에서 피아노를 연주할 모습은 정말 아름다울 것이다!",

    "다음 주 월요일 이 시간에 그녀는 피아노를 연주하고 있을 것이다.",
    "여름 방학 동안 그녀는 피아노를 연주하고 있지 않을 것이다.",
    "새 학기가 시작될 때 그녀는 피아노를 연주하고 있을까요?",
    "부모님이 해외에 계시는 동안에도 그녀는 피아노를 연주하고 있지 않을까요?",
    "이번 주에 피아노를 연주하고 과제를 제출하세요.",
    "다가오는 시즌에 그녀가 피아노를 연주할 모습은 정말 아름다울 것이다!",

    "여덟 시까지 그녀는 피아노를 연주해 놓을 것이니 그 홀로 전화하세요.",
    "비행기가 지연되면 그때까지 그녀는 피아노를 연주하지 못했을 것이다.",
    "공지가 나오기 전에 그녀는 피아노를 연주해 놓았을까요?",
    "당신이 도착할 때까지 그녀는 피아노를 연주하지 않았을까요?",
    "금요일까지 피아노를 연주하고 모든 녹음을 마무리하세요.",
    "고등학교가 끝날 때쯤 그녀가 피아노를 연주했던 모습은 정말 아름다울 것이다!",

    "내년 6월이 되면 그녀는 12년째 피아노를 연주하고 있게 될 것이다.",
    "졸업하기엔 그녀는 피아노를 연주한 기간이 충분하지 않을 것이다.",
    "그때쯤이면 그녀는 십 년 동안 피아노를 연주하고 있게 될까요?",
    "여러 번 이사를 해도 그녀는 계속 피아노를 연주하고 있게 되지 않을까요?",
    "가능한 한 빨리 피아노를 연주하고 반주자를 만나세요.",
    "어린 시절 내내 그녀가 피아노를 연주할 모습은 정말 아름다울 것이다!"
  ]
}
