{
  "sentences": [
    "She approves the budget every quarter after a meticulous line-by-line review.",
    "She does not approve the budget unless the supporting data is crystal clear.",
    "Does she approve the budget when unexpected expenses arise?",
    "Doesn't she approve the budget only after every department signs off?",
    "Approve the budget now and forward the report to the board.",
    "How decisively she approves the budget when time is tight!",

    "She is approving the budget right now while the finance team watches over her shoulder.",
    "She is not approving the budget at the moment because a discrepancy just appeared.",
    "Is she approving the budget for the new marketing campaign this evening?",
    "Isn't she approving the budget even though the deadline is today?",
    "Approve the budget right away and notify the project managers.",
    "How efficiently she is approving the budget despite last-minute changes!",

    "She has approved the budget for three major projects this year alone.",
    "She has not approved the budget for travel since the cost-cutting policy started.",
    "Has she approved the budget that covers the unexpected maintenance costs?",
    "Hasn't she approved the budget for the software upgrade yet?",
    "Approve the budget quickly and attach the justification sheet.",
    "How thoroughly she has approved the budget under every constraint!",

    "She has been approving the budget all morning without taking a single break.",
    "She has not been approving the budget because the audit team requested revisions.",
    "Has she been approving the budget for the regional offices since dawn?",
    "Hasn't she been approving the budget continuously during the review marathon?",
    "Approve the budget promptly and archive each version.",
    "How diligently she has been approving the budget throughout the entire quarter!",

    "She approved the budget last night just minutes before the portal closed.",
    "She did not approve the budget yesterday because key figures were missing.",
    "Did she approve the budget after the emergency meeting?",
    "Didn't she approve the budget once the CFO gave the green light?",
    "Approve the budget today and lock the spreadsheet.",
    "How confidently she approved the budget despite the pressure!",

    "She was approving the budget when the power suddenly went out in the office.",
    "She was not approving the budget that week; she was mentoring new analysts instead.",
    "Was she approving the budget at nine o’clock as planned?",
    "Wasn't she approving the budget when you called her this morning?",
    "Approve the budget before noon and send the confirmation email.",
    "How carefully she was approving the budget even in a noisy environment!",

    "She had approved the budget before the auditors arrived for the surprise inspection.",
    "She had not approved the budget by the time the meeting started.",
    "Had she approved the budget for the expansion earlier that day?",
    "Hadn't she approved the budget before the procurement team placed the order?",
    "Approve the budget before leaving and upload the signed file.",
    "How rigorously she had approved the budget long before anyone asked!",

    "She had been approving the budget for hours when the final numbers finally balanced.",
    "She had not been approving the budget because the forecasting model kept crashing.",
    "Had she been approving the budget all afternoon without rest?",
    "Hadn't she been approving the budget until the finance chief requested new estimates?",
    "Approve the budget by 5 p.m. and update the dashboard.",
    "How relentlessly she had been approving the budget throughout the fiscal review!",

    "She will approve the budget tomorrow after the stakeholders meeting ends.",
    "She will not approve the budget tonight because key documents are still missing.",
    "Will she approve the budget if the cost projections improve?",
    "Won't she approve the budget once the revised proposal arrives?",
    "Approve the budget tomorrow and brief the leadership team.",
    "How smoothly she will approve the budget once every detail is clear!",

    "She will be approving the budget at this time next Monday.",
    "She will not be approving the budget during the holiday period.",
    "Will she be approving the budget when the auditors return?",
    "Won't she be approving the budget while the rest of the team prepares the report?",
    "Approve the budget this week and finalize the allocation sheets.",
    "How expertly she will be approving the budget under the new system!",

    "She will have approved the budget for all departments by Friday.",
    "She will not have approved the budget if the figures stay inconsistent.",
    "Will she have approved the budget before the press release goes out?",
    "Won't she have approved the budget by the time we present to investors?",
    "Approve the budget by Friday and distribute the signed copies.",
    "How completely she will have approved the budget by the end of the fiscal year!",

    "She will have been approving the budget for twelve hours by the time the deadline passes.",
    "She will not have been approving the budget all day if the server remains offline.",
    "Will she have been approving the budget nonstop until the green button turns red?",
    "Won't she have been approving the budget for weeks despite the endless revisions?",
    "Approve the budget as soon as possible and close the review cycle.",
    "How steadfastly she will have been approving the budget through every obstacle!"
  ],
  "korean": [
    "그녀는 분기마다 꼼꼼한 항목 검토 후 예산을 승인한다.",
    "그녀는 근거 자료가 명확하지 않으면 예산을 승인하지 않는다.",
    "예상치 못한 비용이 생길 때 그녀는 예산을 승인하나요?",
    "모든 부서가 서명한 뒤에만 그녀는 예산을 승인하지 않나요?",
    "지금 예산을 승인하고 보고서를 이사회에 보내세요.",
    "시간이 촉박할 때도 그녀는 예산을 얼마나 단호하게 승인하는지!",

    "그녀는 지금 재무팀이 지켜보는 가운데 예산을 승인하고 있다.",
    "방금 불일치가 발견되어 그녀는 현재 예산을 승인하고 있지 않다.",
    "오늘 저녁 그녀는 새 마케팅 캠페인 예산을 승인하고 있나요?",
    "마감이 오늘인데도 그녀는 예산을 승인하고 있지 않나요?",
    "즉시 예산을 승인하고 프로젝트 매니저들에게 알리세요.",
    "막판 수정에도 그녀가 예산을 얼마나 효율적으로 승인하는지!",

    "그녀는 올해만 세 가지 주요 프로젝트의 예산을 승인했다.",
    "비용 절감 정책 이후로 그녀는 출장 예산을 승인하지 않았다.",
    "예상치 못한 유지 보수 비용을 포함한 예산을 그녀가 승인했나요?",
    "소프트웨어 업그레이드 예산을 그녀는 아직 승인하지 않았나요?",
    "근거 자료를 첨부해 예산을 빠르게 승인하세요.",
    "모든 제약 속에서도 그녀가 예산을 얼마나 철저히 승인했는지!",

    "그녀는 아침 내내 쉬지 않고 예산을 승인해 왔다.",
    "감사팀이 수정 요청을 하여 그녀는 예산을 승인하지 못하고 있다.",
    "새벽부터 그녀는 지역 사무소 예산을 승인해 왔나요?",
    "검토 마라톤 동안에도 그녀는 계속 예산을 승인하고 있지 않았나요?",
    "버전별로 보관하며 예산을 신속히 승인하세요.",
    "분기 내내 그녀가 예산을 얼마나 부지런히 승인하고 있는지!",

    "어젯밤 그녀는 포털 마감 직전에 예산을 승인했다.",
    "핵심 수치가 빠져 있어 그녀는 어제 예산을 승인하지 않았다.",
    "긴급 회의 후 그녀는 예산을 승인했나요?",
    "CFO가 승인하자마자 그녀는 예산을 승인하지 않았나요?",
    "오늘 예산을 승인하고 스프레드시트를 잠그세요.",
    "그녀는 압박 속에서도 예산을 정말 자신 있게 승인했다!",

    "사무실 불이 갑자기 꺼졌을 때 그녀는 예산을 승인하고 있었다.",
    "그 주에 그녀는 신입 분석가를 멘토링하느라 예산을 승인하지 않았다.",
    "계획대로 아홉 시에 그녀는 예산을 승인하고 있었나요?",
    "오늘 아침 당신이 전화했을 때 그녀는 예산을 승인하고 있지 않았나요?",
    "정오 전에 예산을 승인하고 확인 메일을 보내세요.",
    "시끄러운 환경에서도 그녀가 예산을 얼마나 꼼꼼히 승인하고 있었는지!",

    "갑작스러운 감사가 시작되기 전에 그녀는 이미 예산을 승인해 두었다.",
    "회의가 시작될 때까지 그녀는 예산을 승인하지 못했었다.",
    "그날 오전에 확장 예산을 그녀가 승인했었나요?",
    "조달팀이 발주하기 전에 그녀는 예산을 승인하지 않았었나요?",
    "퇴근 전에 예산을 승인하고 서명본을 업로드하세요.",
    "그녀가 미리 승인해 둔 예산 덕분에 프로젝트가 구원받았다!",

    "최종 수치가 맞아떨어졌을 때 그녀는 몇 시간째 예산을 승인 중이었다.",
    "예측 모델이 계속 오류를 내서 그녀는 예산을 승인하지 못하고 있었다.",
    "오후 내내 휴식 없이 그녀는 예산을 승인하고 있었나요?",
    "재무 책임자가 새 견적을 요구할 때까지 그녀는 예산을 승인하고 있지 않았나요?",
    "오후 5시까지 예산을 승인하고 대시보드를 업데이트하세요.",
    "회계 검토 내내 그녀가 예산을 얼마나 끈질기게 승인하고 있었는지!",

    "내일 그녀는 이해관계자 회의가 끝난 뒤 예산을 승인할 것이다.",
    "중요 서류가 없어서 그녀는 오늘 밤 예산을 승인하지 않을 것이다.",
    "비용 전망이 개선되면 그녀는 예산을 승인할까요?",
    "수정안이 도착하면 그녀는 예산을 승인하지 않을까요?",
    "내일까지 예산을 승인하고 리더십 팀에 보고하세요.",
    "모든 세부 사항이 명확해지면 그녀가 예산을 얼마나 순조롭게 승인할지!",

    "다음 주 월요일 이 시간에 그녀는 예산을 승인하고 있을 것이다.",
    "휴일 기간 동안 그녀는 예산을 승인하고 있지 않을 것이다.",
    "감사팀이 돌아올 때 그녀는 예산을 승인하고 있을까요?",
    "다른 팀이 보고서를 준비하는 동안 그녀는 예산을 승인하고 있지 않을까요?",
    "이번 주에 예산을 승인하고 배분표를 확정하세요.",
    "새 시스템에서 그녀가 예산을 얼마나 능숙하게 승인하고 있을지!",

    "금요일까지 그녀는 모든 부서 예산을 승인해 놓을 것이다.",
    "수치가 계속 불일치하면 그녀는 예산을 승인하지 못했을 것이다.",
    "보도자료가 나가기 전에 그녀는 예산을 승인했을까요?",
    "투자자 발표 때까지 그녀는 예산을 승인하지 않았을까요?",
    "금요일까지 예산을 승인하고 서명본을 배포하세요.",
    "회계연도가 끝날 때쯤 그녀가 예산을 얼마나 완벽하게 승인해 둘지!",

    "마감 시간이 다가올 때쯤 그녀는 12시간째 예산을 승인하고 있을 것이다.",
    "서버가 계속 다운되면 그녀는 하루 종일 예산을 승인하지 못할 것이다.",
    "릴리스까지 그녀는 쉬지 않고 예산을 승인하고 있게 될까요?",
    "끝없는 수정에도 그녀는 몇 주째 예산을 승인하고 있지 않을까요?",
    "가능한 한 빨리 예산을 승인하고 검토 사이클을 종료하세요.",
    "모든 장애물에도 그녀가 예산을 얼마나 끈기 있게 승인하고 있을지!"
  ]
}
