{
  "sentences": [
    "She regularly reads books in the quiet corner of the library. Her neighbors often stop to listen.",
    "She does not read books after midnight; she prefers to sleep early.",
    "Does she read books on the train during her commute?",
    "Doesn't she read books whenever she has a spare minute?",

    "She is reading a book right now while sipping hot tea.",
    "She is not reading a book at the moment because she is cooking dinner.",
    "Is she reading a book for her literature class this evening?",
    "Isn't she reading a book even though the deadline is tomorrow?",

    "She has read many books this semester and written reviews for each one.",
    "She has not read many books lately due to her busy schedule.",
    "Has she read many books about ancient history?",
    "Hasn't she read many books recommended by the professor?",

    "She has been reading books all morning and hasn't even had breakfast.",
    "She has not been reading books all morning because the internet kept distracting her.",
    "Has she been reading books all morning in the garden?",
    "Hasn't she been reading books all morning despite the noise?",

    "She read several books last weekend while visiting her grandparents.",
    "She did not read any books yesterday because she felt exhausted.",
    "Did she read any books during the trip abroad?",
    "Didn't she read any books when the power was out?",

    "She was reading a book when the phone suddenly rang.",
    "She was not reading a book that evening; she was watching a movie instead.",
    "Was she reading a book at seven o’clock like she usually does?",
    "Wasn't she reading a book when you knocked on the door?",

    "She had read that book before the author arrived for the signing event.",
    "She had not read that book before the class discussion began.",
    "Had she read that book before joining the book club?",
    "Hadn't she read that book before recommending it to others?",

    "She had been reading books for hours when the lights went out.",
    "She had not been reading books for hours; she had been studying math instead.",
    "Had she been reading books for hours without resting her eyes?",
    "Hadn't she been reading books for hours until the guests arrived?",

    "She will read a book tomorrow morning on the balcony.",
    "She will not read a book tonight because she has an early flight.",
    "Will she read a book if the meeting finishes early?",
    "Won't she read a book during the long flight?",

    "She will be reading a book at this time next Monday.",
    "She will not be reading a book during the festival weekend.",
    "Will she be reading a book when the announcement is made?",
    "Won't she be reading a book while waiting at the station?",

    "She will have read many books by Friday.",
    "She will not have read many books by then if the project drags on.",
    "Will she have read many books before the exam?",
    "Won't she have read many books by the time you visit?",

    "She will have been reading books all day by the time dinner is served.",
    "She will not have been reading books all day if her friends arrive early.",
    "Will she have been reading books all day when you call tonight?",
    "Won't she have been reading books all day despite the distractions?"
  ],
  "korean": [
    "그녀는 도서관의 조용한 구석에서 책을 정기적으로 읽는다. 이웃들은 종종 발걸음을 멈춰 지켜본다.",
    "그녀는 자정 이후에는 책을 읽지 않는다. 일찍 잠자리에 든다.",
    "그녀는 통근길 기차 안에서 책을 읽나요?",
    "여유 시간이 생길 때마다 그녀는 책을 읽지 않나요?",

    "그녀는 지금 따뜻한 차를 마시며 책을 읽고 있다.",
    "그녀는 저녁 식사를 준비하느라 지금 책을 읽고 있지 않다.",
    "오늘 저녁 문학 수업을 위해 그녀가 책을 읽고 있나요?",
    "마감이 내일인데도 그녀는 책을 읽고 있지 않나요?",

    "그녀는 이번 학기 동안 이미 많은 책을 읽고 각각 서평까지 작성했다.",
    "바쁜 일정 때문에 그녀는 최근 책을 많이 읽지 못했다.",
    "그녀는 고대사 관련 책을 많이 읽었나요?",
    "교수님이 추천한 책들을 그녀는 많이 읽지 않았나요?",

    "그녀는 아침 내내 책을 읽고 있어 아직 아침도 먹지 못했다.",
    "인터넷 방해 때문에 그녀는 아침 내내 책을 읽지 못하고 있다.",
    "그녀는 정원에서 아침 내내 책을 읽고 있었나요?",
    "시끄러운데도 그녀는 아침 내내 책을 읽고 있지 않았나요?",

    "지난 주말 그녀는 할아버지 댁을 방문하며 책을 여러 권 읽었다.",
    "어제 그녀는 피곤해서 책을 한 권도 읽지 않았다.",
    "해외 여행 중에 그녀는 책을 읽었나요?",
    "정전이 되었을 때 그녀는 책을 읽지 않았나요?",

    "전화벨이 갑자기 울렸을 때 그녀는 책을 읽고 있었다.",
    "그날 저녁 그녀는 책을 읽지 않고 영화를 보고 있었다.",
    "평소처럼 일곱 시에 그녀는 책을 읽고 있었나요?",
    "당신이 문을 두드렸을 때 그녀는 책을 읽고 있지 않았나요?",

    "사인회가 열리기 전에 그녀는 그 책을 이미 읽어 두었다.",
    "수업 토론이 시작될 때까지 그녀는 그 책을 읽지 못했었다.",
    "북클럽에 가입하기 전에 그녀는 그 책을 읽었었나요?",
    "다른 사람에게 추천하기 전에 그녀는 그 책을 읽지 않았었나요?",

    "불이 꺼졌을 때 그녀는 몇 시간째 책을 읽고 있었다.",
    "그녀는 몇 시간째 책을 읽고 있던 것이 아니라 수학을 공부하고 있었다.",
    "그녀는 눈도 쉬지 않고 몇 시간째 책을 읽고 있었나요?",
    "손님들이 도착할 때까지 그녀는 몇 시간째 책을 읽고 있지 않았나요?",

    "내일 아침 그녀는 발코니에서 책을 읽을 것이다.",
    "오늘 밤 그녀는 이른 비행 때문에 책을 읽지 않을 것이다.",
    "회의가 일찍 끝나면 그녀는 책을 읽을까요?",
    "긴 비행 중에 그녀는 책을 읽지 않을까요?",

    "다음 주 월요일 이 시간에 그녀는 책을 읽고 있을 것이다.",
    "축제 주말 동안 그녀는 책을 읽고 있지 않을 것이다.",
    "발표가 있을 때 그녀는 책을 읽고 있을까요?",
    "역에서 기다리는 동안 그녀는 책을 읽고 있지 않을까요?",

    "금요일까지 그녀는 책을 많이 읽어 둘 것이다.",
    "프로젝트가 길어지면 그때까지 그녀는 책을 많이 읽지 못할 것이다.",
    "시험 전에 그녀는 책을 많이 읽어 둘까요?",
    "당신이 방문할 때쯤 그녀는 책을 많이 읽어 두지 않았을까요?",

    "저녁 식사가 준비될 때쯤 그녀는 하루 종일 책을 읽고 있게 될 것이다.",
    "친구들이 일찍 오면 그녀는 하루 종일 책을 읽고 있지 않을 것이다.",
    "오늘 밤 당신이 전화할 때 그녀는 하루 종일 책을 읽고 있게 될까요?",
    "여러 방해에도 불구하고 그녀는 하루 종일 책을 읽고 있지 않을까요?"
  ]
}
