{
  "sentences": [
    "I went to Daejeon.",
    "On the way, there was heavy traffic.",
    "It took 4 hours to get there.",
    "There was a festival held in Anmyeon Island, so it took 4 hours to get there from Daejeon.",
    "I didn’t go to the motor show.",
    "Have you ever driven a sports car?",
    "I don't have a camping car now, but if I have one, I think I’ll be happy because I can travel and go camping with my parents more comfortably.",
    "I want my family to meet more often.",
    "Will she like that idea?",
    "She doesn’t like camping, but she wants to spend more time with her parents and my parents.",
    "Salted shrimp tastes like kimchi stew.",
    "Tofu is often used in kimchi stew.",
    "The restaurant is reasonably priced.",
    "I also went to a temple near the restaurant.",
    "I respect different religions.",
    "I’ve found a good church that has a strong singing community, but it’s in the USA.",
    "I used to go to church when I lived in Daejeon.",
    "Since moving to Seoul, I haven’t been able to find a good one.",
    "I thought it was the 7th today.",
    "We've been busy fixing the MRI images.",
    "We’re doing the finishing work.",
    "It was chaos. Everything was chaotic.",
    "There are always many problems with a new program, especially at the early stage.",
    "My team should have asked the consulting company a lot of things, but we couldn't.",
    "We couldn’t prepare in advance.",
    "I would have had many questions if it had been a meeting in Korea.",
    "We need more confidence about studying English.",
    "I also pretended to understand."
  ],
  "korean": [
    "대전에 갔어요.",
    "가는 길에 교통 체증이 심했어요.",
    "거기까지 가는 데 4시간이 걸렸어요.",
    "안면도에서 축제가 열려서 대전에서 가는 데 4시간이 걸렸어요.",
    "모터쇼에는 가지 않았어요.",
    "스포츠카를 운전해 본 적 있어요?",
    "지금은 캠핑카가 없지만, 있다면 부모님과 더 편하게 여행하고 캠핑할 수 있어서 행복할 것 같아요.",
    "우리 가족이 더 자주 만났으면 좋겠어요.",
    "그녀는 그 생각을 좋아할까요?",
    "그녀는 캠핑은 좋아하지 않지만, 본인 부모님과 제 부모님과 더 많은 시간을 보내고 싶어해요.",
    "새우젓은 김치찌개 맛이 나요.",
    "두부는 김치찌개에 자주 들어가요.",
    "그 식당은 가격이 합리적이에요.",
    "식당 근처의 절에도 갔어요.",
    "저는 다양한 종교를 존중해요.",
    "좋은 찬양 공동체가 있는 교회를 찾았는데, 미국에 있어요.",
    "대전에 살 때는 교회에 다녔어요.",
    "서울로 이사 온 후에는 좋은 교회를 찾지 못했어요.",
    "오늘이 7일인 줄 알았어요.",
    "MRI 이미지를 수정하느라 바빴어요.",
    "마무리 작업 중이에요.",
    "대혼돈이었어요. 모든 게 엉망이었어요.",
    "새로운 프로그램은 특히 초기에 항상 문제가 많아요.",
    "우리 팀은 컨설팅 회사에 이것저것 많이 물어봤어야 했는데, 그러지 못했어요.",
    "미리 준비를 못했어요.",
    "그 회의가 한국에서 열렸다면 질문이 정말 많았을 거예요.",
    "우리는 영어 공부에 좀 더 자신감을 가질 필요가 있어요.",
    "저도 이해하는 척했어요."
  ]
}
