{
  "sentences": [
    "She attends the meeting every Monday morning without fail.",
    "She does not attend the meeting unless her input is truly necessary.",
    "Does she attend the meeting when the sales figures are discussed?",
    "Doesn't she attend the meeting whenever a critical decision is on the agenda?",
    "Attend the meeting now and take detailed notes.",
    "How attentively she attends the meeting when everyone else seems distracted!",

    "She is attending the meeting right now while streaming the slides to the remote team.",
    "She is not attending the meeting at the moment because her flight was delayed.",
    "Is she attending the meeting in the main conference room this afternoon?",
    "Isn't she attending the meeting even though the CEO specifically invited her?",
    "Attend the meeting right away and introduce the new proposal.",
    "How professionally she is attending the meeting despite the technical glitches!",

    "She has attended the meeting for every sprint review this year.",
    "She has not attended the meeting since she moved to the new project.",
    "Has she attended the meeting that covered the budget revisions?",
    "Hasn't she attended the meeting about the new compliance rules yet?",
    "Attend the meeting quickly and cast your vote.",
    "How consistently she has attended the meeting since the company was founded!",

    "She has been attending the meeting all morning and still looks energetic.",
    "She has not been attending the meeting because she is preparing the quarterly report.",
    "Has she been attending the meeting on Zoom from the airport lounge?",
    "Hasn't she been attending the meeting continuously during the merger talks?",
    "Attend the meeting promptly and upload the minutes afterwards.",
    "How diligently she has been attending the meeting throughout the crisis!",

    "She attended the meeting last night even though it ran past midnight.",
    "She did not attend the meeting yesterday because she was hospitalized.",
    "Did she attend the meeting when the auditors visited?",
    "Didn't she attend the meeting right after returning from vacation?",
    "Attend the meeting today and sign the attendance sheet.",
    "How thoroughly she attended the meeting despite her tight schedule!",

    "She was attending the meeting when the fire drill unexpectedly started.",
    "She was not attending the meeting that week; she was at a leadership retreat instead.",
    "Was she attending the meeting at ten o'clock as announced?",
    "Wasn't she attending the meeting when you tried to reach her?",
    "Attend the meeting before noon and share your presentation.",
    "How engagingly she was attending the meeting, asking insightful questions!",

    "She had attended the meeting before the board members arrived.",
    "She had not attended the meeting by the time the vote was taken.",
    "Had she attended the meeting on cybersecurity earlier that day?",
    "Hadn't she attended the meeting before the policy change was approved?",
    "Attend the meeting before leaving and hand in your report.",
    "How thoroughly she had attended the meeting, noting every action item!",

    "She had been attending the meeting for hours when the final decision was announced.",
    "She had not been attending the meeting because the calendar invite never reached her.",
    "Had she been attending the meeting from the beginning of the fiscal year?",
    "Hadn't she been attending the meeting until the project was put on hold?",
    "Attend the meeting by 5 p.m. and confirm your attendance in the chat.",
    "How persistently she had been attending the meeting during the negotiation period!",

    "She will attend the meeting tomorrow to present the new roadmap.",
    "She will not attend the meeting tonight because of a family emergency.",
    "Will she attend the meeting if the venue is switched to online?",
    "Won't she attend the meeting once the scheduling conflict is resolved?",
    "Attend the meeting tomorrow and bring the latest figures.",
    "How confidently she will attend the meeting once the proposal is ready!",

    "She will be attending the meeting at this time next Wednesday.",
    "She will not be attending the meeting during her annual leave.",
    "Will she be attending the meeting when the investors join the call?",
    "Won't she be attending the meeting while the rest of the team is presenting?",
    "Attend the meeting this week and submit your feedback.",
    "How effectively she will be attending the meeting with the new collaboration tools!",

    "She will have attended the meeting by Friday, so you can ask her for details then.",
    "She will not have attended the meeting if the train strike continues.",
    "Will she have attended the meeting before the press release is issued?",
    "Won't she have attended the meeting by the time we finalize the report?",
    "Attend the meeting by Friday and finalize the action plan.",
    "How comprehensively she will have attended the meeting by the end of the quarter!",

    "She will have been attending the meeting for eight hours by the deadline.",
    "She will not have been attending the meeting all day if her presentation is postponed.",
    "Will she have been attending the meeting continuously until the decision is signed?",
    "Won't she have been attending the meeting for weeks when the audit concludes?",
    "Attend the meeting as soon as possible and record your attendance.",
    "How steadfastly she will have been attending the meeting throughout the entire project!"
  ],
  "korean": [
    "그녀는 매주 월요일 아침 빠짐없이 회의에 참석한다.",
    "그녀는 필요성이 확실하지 않으면 회의에 참석하지 않는다.",
    "매출 수치가 논의될 때 그녀는 회의에 참석하나요?",
    "중요한 결정이 안건에 올라오면 그녀는 언제나 회의에 참석하지 않나요?",
    "지금 회의에 참석하여 자세한 메모를 남기세요.",
    "모두가 산만한 가운데서도 그녀는 회의에 얼마나 집중해서 참석하는지!",

    "그녀는 지금 원격 팀에게 슬라이드를 공유하며 회의에 참석하고 있다.",
    "비행기 지연으로 그녀는 현재 회의에 참석하지 못하고 있다.",
    "오늘 오후 본사 대회의실에서 열리는 회의에 그녀는 참석하고 있나요?",
    "CEO가 직접 초대했는데도 그녀는 회의에 참석하고 있지 않나요?",
    "즉시 회의에 참석하고 새 제안을 소개하세요.",
    "기술적 문제에도 불구하고 그녀가 얼마나 능숙하게 회의에 참석하고 있는지!",

    "그녀는 올해 스프린트 리뷰마다 빠짐없이 회의에 참석했다.",
    "새 프로젝트로 옮긴 이후 그녀는 회의에 참석하지 않았다.",
    "예산 수정이 다뤄진 회의에 그녀가 참석했나요?",
    "새 컴플라이언스 규정 회의에 그녀는 아직 참석하지 않았나요?",
    "근거 자료를 첨부해 회의에 빠르게 참석하세요.",
    "회사 창립 이후 줄곧 그녀가 얼마나 꾸준히 회의에 참석해 왔는지!",

    "그녀는 아침 내내 회의에 참석했지만 여전히 활기가 넘친다.",
    "분기 보고서 준비로 그녀는 회의에 참석하지 못하고 있다.",
    "공항 라운지에서 그녀는 줌으로 회의에 참석해 왔나요?",
    "합병 협상 동안 그녀는 쉬지 않고 회의에 참석하고 있지 않았나요?",
    "늦지 말고 회의에 참석하고 회의록을 업로드하세요.",
    "위기 상황 내내 그녀가 얼마나 부지런히 회의에 참석하고 있는지!",

    "어젯밤 그녀는 자정이 넘도록 진행된 회의에 참석했다.",
    "병원에 입원해 있어 그녀는 어제 회의에 참석하지 못했다.",
    "감사팀이 방문했을 때 그녀는 회의에 참석했나요?",
    "휴가에서 돌아오자마자 그녀는 회의에 참석하지 않았나요?",
    "오늘 회의에 참석하고 출석부에 서명하세요.",
    "빡빡한 일정에도 그녀가 회의에 얼마나 충실히 참석했는지!",

    "화재 대피 훈련이 갑자기 시작됐을 때 그녀는 회의에 참석하고 있었다.",
    "그 주에 그녀는 리더십 연수에 참석하느라 회의에 참석하지 않았다.",
    "발표된 대로 오전 10시에 그녀는 회의에 참석하고 있었나요?",
    "당신이 연락했을 때 그녀는 회의에 참석하고 있지 않았나요?",
    "정오 전에 회의에 참석하고 발표 자료를 공유하세요.",
    "그녀는 날카로운 질문을 던지며 얼마나 적극적으로 회의에 참석하고 있었는지!",

    "이사회가 도착하기 전에 그녀는 이미 회의에 참석해 있었다.",
    "표결이 진행될 때까지 그녀는 회의에 참석하지 못했다.",
    "그날 오전 사이버보안 회의에 그녀가 참석했었나요?",
    "정책 변경이 승인되기 전에 그녀는 회의에 참석하지 않았었나요?",
    "떠나기 전에 회의에 참석하고 보고서를 제출하세요.",
    "그녀가 모든 액션 아이템을 기록하며 얼마나 철저히 회의에 참석했는지!",

    "최종 결정이 발표될 때 그녀는 몇 시간째 회의에 참석 중이었다.",
    "캘린더 초청장이 전달되지 않아 그녀는 회의에 참석하지 못하고 있었다.",
    "회계연도 시작 이후 그녀는 내내 회의에 참석해 왔나요?",
    "프로젝트가 보류될 때까지 그녀는 회의에 참석하고 있지 않았나요?",
    "오후 5시까지 회의에 참석하고 채팅창에 출석을 확인하세요.",
    "협상 기간 내내 그녀가 얼마나 끈질기게 회의에 참석해 왔는지!",

    "내일 그녀는 새 로드맵을 발표하기 위해 회의에 참석할 것이다.",
    "가족 긴급 상황 때문에 그녀는 오늘 밤 회의에 참석하지 않을 것이다.",
    "장소가 온라인으로 바뀌면 그녀는 회의에 참석할까요?",
    "일정 충돌이 해결되면 그녀는 회의에 참석하지 않을까요?",
    "내일 회의에 참석하고 최신 수치를 가져오세요.",
    "제안서가 완성되면 그녀가 얼마나 자신 있게 회의에 참석할지!",

    "다음 주 수요일 이 시간에 그녀는 회의에 참석하고 있을 것이다.",
    "연차 휴가 기간 동안 그녀는 회의에 참석하고 있지 않을 것이다.",
    "투자자가 통화에 합류할 때 그녀는 회의에 참석하고 있을까요?",
    "팀이 발표하는 동안 그녀는 회의에 참석하고 있지 않을까요?",
    "이번 주에 회의에 참석하고 의견을 제출하세요.",
    "새 협업 도구로 그녀가 회의에 얼마나 효과적으로 참석할지!",

    "금요일까지 그녀는 회의에 참석해 둘 것이니 그때 자세한 내용을 물어보세요.",
    "기차 파업이 계속되면 그녀는 회의에 참석하지 못했을 것이다.",
    "보도자료 배포 전에 그녀는 회의에 참석했을까요?",
    "보고서 최종 확정 때쯤 그녀는 회의에 참석하지 않았을까요?",
    "금요일까지 회의에 참석하고 실행 계획을 확정하세요.",
    "분기말이 되면 그녀가 회의에 얼마나 철저히 참석해 둘지!",

    "데드라인이 다가올 때쯤 그녀는 8시간째 회의에 참석하고 있을 것이다.",
    "발표가 연기되면 그녀는 하루 종일 회의에 참석하지 않을 것이다.",
    "서명이 이루어질 때까지 그녀는 내내 회의에 참석하고 있게 될까요?",
    "감사가 끝날 때쯤 그녀는 몇 주째 회의에 참석하고 있지 않을까요?",
    "가능한 한 빨리 회의에 참석하고 출석을 기록하세요.",
    "프로젝트 내내 그녀가 얼마나 굳건히 회의에 참석하고 있을지!"
  ]
}
