{
  "sentences": [
    "Slow Aging – How to Make Time Work for You",
    "I want to tell you something important today.",
    "It’s about slow aging.",
    "Slow aging means keeping your body, brain, and mind healthy for as long as possible.",
    "It’s not just about looking young.",
    "It’s about walking easily, thinking clearly, enjoying life, and taking care of yourself even when you are older.",
    "1. Managing Stress – Real Stress vs. Fake Stress",
    "If you want slow aging, you must manage stress.",
    "But not all stress is the same. There are two kinds.",
    "The first is real stress – things you can’t control.",
    "Like being pushed in a crowded subway, getting yelled at by your boss, or loud noise from the upstairs neighbor.",
    "These are hard on your nervous system because you can’t predict or stop them.",
    "The second is fake stress – stress you create yourself.",
    "For example, drinking too much alcohol, eating lots of sugary food, shopping too much, gambling, or watching too many short videos.",
    "These give you a quick hit of dopamine (the “pleasure” chemical), but it drops fast.",
    "When it drops, your body feels stressed again.",
    "I call this “sugar dopamine” – sweet at first, but it doesn’t last, and you keep wanting more.",
    "2. “Brown Rice Dopamine”",
    "For slow aging, you need more “brown rice dopamine.”",
    "This comes from activities that give slow, lasting pleasure:",
    "reading a book, running, walking in nature, meditation, playing a musical instrument, forest bathing.",
    "These activities help your brain, prevent dementia, and give you peace.",
    "Research shows reading quietly for just six minutes can lower stress by more than 60%.",
    "At first, it might feel boring, but if you keep doing it, you’ll start to enjoy it and even look forward to it.",
    "3. The Stress–Sleep Circle",
    "Stress and sleep affect each other.",
    "Too much stress makes it hard to sleep.",
    "Bad sleep increases stress.",
    "This is a bad cycle.",
    "But if you lower stress and sleep well tonight, tomorrow you’ll have less stress – and that’s a good cycle.",
    "That’s why it’s important to add small relaxing activities throughout your day.",
    "4. Food and Slow Aging",
    "Many people try extreme diets for slow aging.",
    "But eating the same strict food every day is hard to keep up.",
    "I say: Eat healthy most of the time, but sometimes enjoy eating out or having a drink with friends.",
    "The key is not to force yourself but to make your taste healthier.",
    "Then it’s natural – not just willpower.",
    "If you change your diet, it may feel plain at first, but after one or two days, you might notice your mind feels clearer.",
    "5. McMorning and Protein Bar Example",
    "Here’s an interesting example.",
    "Someone once had a McMorning breakfast from a fast-food place but also ate a protein bar with it.",
    "The McMorning is greasy and a bit sweet, but the protein bar is high in fiber and protein.",
    "It even has soy protein, which doesn’t spike blood sugar too much.",
    "When you eat foods with different qualities together, the healthy food can “balance” the unhealthy food.",
    "Some people call this “watering down.”",
    "Why is this important?",
    "Because in modern life, we often eat foods high in sugar, refined carbs, and saturated fat.",
    "These are called “hyper-palatable” foods – so tasty they make your brain want more and more.",
    "For slow aging, you need to add more foods with fiber and protein that don’t cause big blood sugar spikes.",
    "6. How to Choose Processed Foods",
    "When you buy processed foods, check three things:",
    "Nutrition – Is it actually good for you?",
    "Taste – Will you enjoy eating it?",
    "Sustainability – Can you keep buying and eating it for the long term?",
    "Don’t trust the package only.",
    "A “protein bar” might have more carbs than protein.",
    "A salad might look healthy but have dressing full of bad oil, salt, and additives.",
    "Always read the nutrition label.",
    "7. Lifestyle and Future Health",
    "Here’s a big fact:",
    "90% of your long-term health comes from your lifestyle, only 10% from your genes.",
    "Your body and brain work best around age 35, then slowly decline – about 1% per year.",
    "If you practice slow aging, you can reduce this drop to almost 0% per year.",
    "That means at 70 or 80, you could still run or hike.",
    "Think about your future self, and treat your lifestyle now as an investment.",
    "8. Final Message",
    "Slow aging isn’t about perfect discipline.",
    "It’s about managing stress and sleep, getting more “brown rice dopamine,” and building a healthy lifestyle you enjoy.",
    "Sometimes eat dessert, sometimes eat out – it’s fine.",
    "What matters is the overall direction of your life.",
    "If it’s moving toward slow aging, your future self will be very thankful to you today."
  ],
  "korean": [
    "저속노화 – 시간을 내 편으로 만드는 방법",
    "오늘 너에게 중요한 이야기를 해주고 싶어.",
    "그건 바로 저속노화야.",
    "저속노화는 몸과 뇌, 마음을 가능한 한 오래 건강하게 유지하는 거야.",
    "그건 단순히 젊어 보이는 게 아니라,",
    "나이 들어서도 걷기 쉽고, 생각이 또렷하며, 인생을 즐기고, 스스로를 돌볼 수 있는 상태를 말해.",
    "1. 스트레스 관리 – 진짜 스트레스 vs 가짜 스트레스",
    "저속노화를 하려면 스트레스를 관리해야 해.",
    "하지만 모든 스트레스가 같은 건 아니야. 두 가지로 나눌 수 있어.",
    "첫 번째는 진짜 스트레스 – 내가 통제할 수 없는 거야.",
    "예를 들어, 지하철에서 밀리거나, 상사에게 혼나거나, 윗집에서 들리는 큰 소음 같은 거지.",
    "이런 건 예측도 못 하고 막을 수도 없어서 신경계에 부담이 커.",
    "두 번째는 가짜 스트레스 – 내가 스스로 만드는 거야.",
    "예를 들어, 술을 너무 많이 마시거나, 단 음식을 많이 먹거나, 쇼핑을 과하게 하거나, 도박을 하거나, 짧은 영상을 너무 많이 보는 거야.",
    "이런 건 ‘쾌락 호르몬’인 도파민을 잠깐 올려주지만 금방 떨어져.",
    "떨어지고 나면 다시 스트레스를 느끼게 돼.",
    "나는 이걸 ‘설탕 도파민’이라고 불러 – 처음엔 달지만 오래가지 않고, 더 원하게 만들지.",
    "2. ‘잡곡밥 도파민’",
    "저속노화를 하려면 ‘잡곡밥 도파민’을 더 많이 만들어야 해.",
    "이건 오래 지속되는 기쁨을 주는 활동에서 나와.",
    "책 읽기, 달리기, 자연 속 걷기, 명상, 악기 연주, 산림욕 같은 거야.",
    "이런 활동은 뇌 건강을 돕고, 치매를 예방하며, 마음을 평온하게 해줘.",
    "연구에 따르면, 조용히 책을 6분만 읽어도 스트레스가 60% 이상 줄어든대.",
    "처음엔 지루할 수 있지만, 계속 하면 점점 즐겁고 기다려지게 돼.",
    "3. 스트레스–수면의 순환",
    "스트레스와 수면은 서로 영향을 줘.",
    "스트레스가 많으면 잠이 잘 안 오고,",
    "수면이 부족하면 스트레스가 늘어나.",
    "이건 나쁜 순환이지.",
    "하지만 오늘 스트레스를 줄이고 잘 자면, 내일은 스트레스가 줄어 – 이게 좋은 순환이야.",
    "그래서 하루 동안 작은 휴식 활동을 여러 번 넣는 게 중요해.",
    "4. 식단과 저속노화",
    "많은 사람들이 저속노화를 위해 극단적인 식단을 시도해.",
    "하지만 매일 같은 엄격한 식단을 유지하는 건 힘들어.",
    "내 말은: 대부분 건강하게 먹되, 가끔은 외식이나 술자리도 즐겨.",
    "핵심은 억지로 참는 게 아니라 입맛 자체를 건강하게 만드는 거야.",
    "그렇게 하면 의지가 아니라 자연스럽게 유지돼.",
    "식단을 바꾸면 처음엔 심심할 수 있지만, 하루 이틀만 지나도 머리가 맑아지는 걸 느낄 수 있어.",
    "5. 맥모닝과 프로틴바 사례",
    "재미있는 사례가 하나 있어.",
    "어떤 사람이 패스트푸드점에서 맥모닝 아침 세트를 먹으면서, 프로틴바도 함께 먹었어.",
    "맥모닝은 기름지고 조금 달지만, 프로틴바는 섬유질과 단백질이 많아.",
    "특히 대두 단백질이 들어 있어 혈당이 크게 오르지 않아.",
    "이렇게 서로 다른 성격의 음식을 같이 먹으면, 건강하지 않은 부분을 어느 정도 ‘중화’시킬 수 있어.",
    "일부 사람들은 이걸 ‘물타기’라고 불러.",
    "왜 이게 중요하냐면,",
    "현대 사회에서는 설탕, 정제 탄수화물, 포화지방이 많은 음식을 자주 먹거든.",
    "이런 건 ‘하이퍼 팔러터블’ 음식이라고 해서 너무 맛있어서 계속 먹고 싶게 만들어.",
    "저속노화를 하려면 섬유질과 단백질이 많고 혈당을 급격히 올리지 않는 음식을 더 먹어야 해.",
    "6. 가공식품 고르는 법",
    "가공식품을 살 땐 세 가지를 확인해:",
    "영양 – 정말 몸에 좋은지?",
    "맛 – 먹는 게 즐거운지?",
    "지속 가능성 – 장기적으로 계속 먹을 수 있는지?",
    "포장만 믿으면 안 돼.",
    "단백질바가 사실은 탄수화물이 더 많을 수도 있어.",
    "겉보기엔 건강해 보이는 샐러드도 드레싱에 나쁜 기름, 소금, 첨가물이 잔뜩 들어 있을 수 있어.",
    "영양 성분표를 꼭 읽어봐.",
    "7. 생활습관과 미래 건강",
    "중요한 사실 하나:",
    "장기적인 건강의 90%는 생활습관에서 오고, 10%만 유전에서 와.",
    "몸과 뇌는 대략 35세에 최고점을 찍고, 이후 매년 약 1%씩 떨어져.",
    "저속노화를 실천하면 이 감소를 거의 0%로 줄일 수 있어.",
    "그럼 70~80세에도 달리거나 등산할 수 있지.",
    "미래의 나를 생각하고 지금의 생활습관을 투자라고 생각해.",
    "8. 마무리 메시지",
    "저속노화는 완벽한 절제가 아니야.",
    "스트레스와 수면을 관리하고, ‘잡곡밥 도파민’을 늘리고, 즐길 수 있는 건강한 생활습관을 만드는 거야.",
    "가끔은 디저트도 먹고, 외식도 해도 돼.",
    "중요한 건 인생의 전체적인 방향이야.",
    "그 방향이 저속노화를 향하고 있다면, 미래의 나는 지금의 나에게 정말 고마워할 거야."
  ]
}